Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/*.po
Languages: de, es, fr, hr, it, pt

source: In order to send a SMS, %s needs to know the number of your provider's SMSC. If you do not know the SMSC number, contact your customer service.
es: Para poder enviar un SMS, %s necesita saber el número SMSC de su proveedor. Si desconoce el número SMSC, contacte a su servicio de atención al cliente.

source: Text message: %(num)d/%(total)d chars
es: Text message: %(num)d/%(total)d caracteres
pt: Mensagem de texto: %(num)d/%(total)d caracteres

source: Text message: %(num)d/%(total)d chars (%(msgs)d SMS)
es: Text message: %(num)d/%(total)d caracteres (%(msgs)d SMS)
pt: Mensagem de texto: %(num)d/%(total)d caracteres (%(msgs)d SMS)

source: Password required
es: Contraseña requerida
fr: Mot de passe nécessaire
pt: Palavra-passe necessária

source: Please, insert the password of your connection
es: Por favor, introduzca la contraseña de su conexión
fr: S'il vous plaît, insérer le mot de passe de votre connexion
pt: Por favor, insira a Palavra-passe de sua conexão

source: Save as ...
de: Speichern als...
es: Guardar como...
fr: Enregistrer sous...
hr: Spremi kao ...
it: Salva con nome...
pt: Guardar como...

source: Csv files
de: CSV Dateien
es: Archivos Csv
fr: Fichiers Csv
hr: Csv datoteke
it: Documenti Csv
pt: Ficheiros Csv

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
hr: Sve datoteke
it: Tutti i documenti
pt: Todos os ficheiros

source: Overwrite "%s"?
de: Überschreibe "%s"?
es: Sobreescribir "%s"?
fr: Écraser "%s"?
hr: Presnimi preko "%s"?
it: Sovrascrivi "%s"?
pt: Escrever por cima "%s"?

source: A file with this name already exists. If you choose to overwrite this file, the contents will be lost.
de: Eine Datei mit diesem Namen existiert bereits. Wenn Sie diese Datei überschreiben geht der Inhalt verloren.
es: Ya existe un archivo con este nombre. Si elije sobreescribirlo, se perderá su contenido.
fr: Un fichier portant ce nom existe déjà. Si vous choisissez de l'écraser, son contenu sera perdu.
hr: Datoteka sa istim imenom već postoji. Ako izaberete presnimavanje preko, sadržaj će biti izgubljen.
it: Esiste già un documento con lo stesso nome. Se scegli di sovrascriverlo, il suo contenuto sarà perso.
pt: Já existe um ficheiro com este nome. Se quiser escrever por cima, todo o conteudo será perdido.

source: Import contacts from...
de: Importiere Kontakte von...
es: Importar contactos desde...
fr: Importer les contacts de...
hr: Uvedi kontakte iz...
it: Importa i contatti da...
pt: Importar contactos de...

source: Any
es: Cualquier
fr: Tout
pt: Qualquer

source: 2G preferred
es: 2G preferido
fr: 2G préférée
pt: 2G preferido

source: 3G preferred
de: 3G bevorzugt
es: 3G preferido
fr: 3G préférée
hr: Preferiraj 3G
it: Prediligi 3G
pt: 3G preferido

source: 2G only
es: Sólo 2G
fr: 2G seulement
pt: Só 2G

source: 3G only
de: ausschließlich 3G
es: Sólo 3G
fr: 3G seulement
hr: Samo 3G
it: Solo 3G
pt: Só 3G

source: SMS preferences
de: SMS Präferenzen
fr: Préférences SMS
hr: SMS postavke
it: Preferenze SMS

source: Inspect
de: Überprüfe
hr: Provjeri
it: Controlla

source: Connect Button
de: Verbindungs-Button

source: SMS Toggle Button
de: SMS Umschalt-Button

source: Usage Toggle Button
de: Nutzung Umschalt-Button

source: Support Toggle Button
de: Support Umschalt-Button

source: Create new sms
de: Erzeuge eine neue SMS
hr: Novi SMS
it: Crea nuovo sms

source: _Contact
de: _Kontakt
hr: _Kontakt
it: _Contatto

source: Forward sms to another contact
de: Leite die SMS an einen anderen Kontakt weiter
hr: Preusmjeri sms na drugi kontakt
it: Inoltra sms ad un altro contatto

source: _Search
de: _Suche
hr: _Petraga
it: _Cerca

source: month_label
de: Monats_Kennzeichnung
fr: onglet_mois
it: mese

source: Total:
de: Gesamt:
hr: Ukupno:
it: Totale:

source: <b>Total:</b>
de: <b>Gesamt:</b>
hr: <b>Ukupno: </b>
it: <b>Totale:</b>

source: In most cases you can find the answer to your questions about the program in the help menu. This menu can be accesed if you click on the "Help" label on the menu bar located in the top side of the window, and selecting the "Help topics" option. You can also find help, updates and tips in Vodafone Mobile Connect's web: https://forge.betavine.net/projects/vodafonemobilec. If you use the mail and browser buttons to access other programs in your system, you might need to ask your Systems Administrator any doubt that you might have.
de: In den meisten Fällen können Sie die Antwort auf Ihre Fragen über das Programm im Hilfe-Menue finden. Auf dieses Menue kann zugegriffen werden, wenn Sie auf das "Hilfe" Symbol auf der Menue-Leiste klicken- befindet sich am oberen Rand des Fensters - und die Option "Hilfethemen auswählen". Sie können auch Hilfe, Updates Und Tips finden in Vodafone Mobile Connect's web: https://forge.betavine.net/projects/vodafonemobilec Wenn Sie die Mail und Browser Buttons benutzen, um auf andere Programme in Ihrem System zuzugreifen, sollten Sie im Zweifel Ihren System Administrator fragen.
hr: U većini slučajeva odgovore na vaša pitanja o programumožete pronaći u izborniku pomoć. Isto tako pomoć , nadogradnje i upute možete potražiti naVodafone Mobile Connect's webu: https://forge.betavine.net/projects/vodafonemobilec.
it: In molti casi puoi trovare la risposta alle tue domande sul programma nel menu degli aiuti. Puoi accedere a questo menu cliccando sull'etichetta "Aiuto" sulla barra dei menu situata nella parte alta della finestra e selezionando l'opzione "Argomenti di Aiuto" . Puoi inoltre trovare aiuto, aggiornamenti e suggerimenti nella pagina web della Vodafone: http://www.areaaziende.190.it. Se usi i pulsanti per la posta elettronica ed il browser per accedere a programmi del tuo sistema, potresti aver bisogno di chiedere al tuo Responsabile di Sistema per ogni dubbio che potresti avere.

source: If you are using this program in a corporate environment, your company probably has a support center to solve the questions that you might have about the program. If your company does not have a support center, you will have to contact your company's System Administrator.
de: Wenn Sie dieses Programm in einem "Corporate Environment" benutzen, wird Ihre Firma warscheinlich ein Support Center haben um Ihre möglichen Fragen über dieses Programm zu beantworten Falls Ihre Firma kein Support Center hat, sollten Sie den System Administrator Ihrer Firma ansprechen.
hr: Ako koristite ovaj program u korporacijskoj okolini, vaša kompanija bi trebala imati tehničku podršku da odgovori na pitanja koja imate o programu. U suprotnom zatražite pomoć od sistemskog administrator vaše kompanije.
it: Se stai usando questo programma all'interno di un'Impresa, la tua compagnia probabilmente ha un centro di supporto per risolvere i problemi che potresti avere in merito all'uso di questo programma. Se la tua compagnia non ha un centro di supporto, dovresti contattare l'Amministratore di sistema della tua compagnia.

source: You can easily find answers to the most common questions in the help menu, in your company's support center and in the support area at https://forge.betavine.net/projects/vodafonemobilec . If you still have difficulties you can call to Vodafone's Customer Support Center, the numbers are: 123, if you are using Vodafone's network, or +34 607 123 00 if you are calling from other network.
de: Sie finden Antworten zu den üblichen Fragen im Hilfe-Menue, im Support Center Ihrer Firma sowie im Support Area at https://forge.betavine.net/projects/vodafonemobilec . Falls Sie dennoch Schwierigkeiten haben, können Sie beim Vodafone's Customer Support Center anrufen. Die Nummer ist: 1212, wenn Sie vom Vodafone Netzwerk aus anrufen, oder +49 172 1212 wenn Sie von anderen Netzwerken anrufen.
hr: Možete naći odgovore na česta pitanja u izborniku pomoć, u tehničkoj podršci vaše kompanije i na web korisničkoj podršci na https://forge.betavine.net/projects/vodafonemobilec.
it: Puoi facilmente trovare le risposte alle domande più comuni nel menu aiuto, nel centro di supporto della tua compagnia e nell'area supporto in http://www.areaaziende.190.it. Se hai ancora problemi puoi chiamare il centro di supporto Clienti della Vodafone , i numeri sono: 190, se stai usando la rete Vodafone, o 46626 se stai chiamando da altre reti.

source: Remember that this information is only orientative.
de: Bedenken Sie, dass diese Information nur zur Orientierung dient
hr: Zapamtite da su ove informacije samo za orijentiranje
it: Ricorda che questa informazione e solo indicativa

source: <b>Usage</b>
de: <b>Nutzung</b>
hr: <b>Upotreba</b>
it: <b>Utilizzo</b>

source: APN Selection Window
de: APN Auswahlfenster

source: Authentication mode:
de: Authentifizierungsmodus
hr: Autorizacijski mod:
it: Metodo autentificazione:

source: Device model:
de: Gerätemodell
hr: Model uređaja:
it: Dispositivo modello:

source: <b>GSM device</b>
de: <b>GSM Gerät</b>
hr: <b>GSM uređaj</b>
it: <b>dispositivo GSM</b>

source: VMC number:
de: VMC nummer:
hr: VMC broj:
it: Numero VMC:

source: <b>Change the dialer profile if your provider requires you to authenticate with PAP/CHAP</b>
de: <b>Ändern Sie Ihr Dialer-Profil falls Ihr Provider verlangt dass Sie sich mit PAP/CHAP authentifizieren</b>
hr: <b>Promjenite vaš pozivni profil ako se za autorizaciju traži PAP/CHAP</b>
it: <b>Cambia il profilo di composizione se il tuo provider richiede l'autenticazione con PAP/CHAP</b>

source: Use an alternative dialer profile
de: Benützen Sie ein alternatives Dialer-Profil
hr: Koristi alternativni pozivni profil
it: Utilizza un profilo di composizione alternativo

source: Dialer profile
de: Dialer-Profil
hr: Pozivni profil
it: Profilo composizione

source: Class:
de: Klasse:
fr: Classe:
hr: Klasa:
it: Classe:

source: Maximum time 1 week 3 days 1 day
de: Maximaldauer 1 Woche 3 Tage 1 Tag
fr: Durée Maximum 1 semaine 3 jours 1 jour
hr: Maksimum vremena 1 tjedan 3 dana 1 dan
it: Tempo massimo 1 settimana 3 giorni 1 giorno

source: Initial setup...
de: Erstinstallation...
hr: Početna konfiguracija...
it: Configurazione iniziale...

source: Device setup not completed
de: Geräteeinrichtung nicht abgeschlossen
hr: Postavljanje uređaja nije dovršeno
it: Preparazione periferica non completata

source: Your device has been detected but it has been impossible to connect to it. %s
de: Ihr Gerät wurde erkannt aber es ist nicht möglich, sich mit ihm zu verbinden. %s
hr: Vaš uređaj je detektiran ali je nemoguće spojiti se na njega. %s
it: La perifericaè stata identificata ma non è stato possibile connettersi ad essa. %s

source: Your device "%(name)s" is not properly registered with the kernel. %(vmc)s needs at least two serial ports to communicate with your %(name)s. The program includes a set of udev rules plus some binaries that make sure that your device is always recognised properly. If you've installed from source, then make sure to copy the relevant files in the contrib dir
de: Ihr Gerät "%(name)s" ist nicht richtig mit dem Kern registriert. %(vmc)s Man benötigt mindestens zwei serielle Schnittstellen um mit Ihrem %(name)s zu kommunizieren. Das Programm enthält einen Satz von udev Regeln sowie einige Binaries die sicherstellen dass Ihr Gerät immer richtig erkannt wird. Falls Sie von der Source installiert haben stellen Sie bitte sicher, dass Sie die relevanten Dateien in das contrib dir kopiert haben.
hr: Vaš uređaj "%(name)s" nije pravilno registriran sa kernelom. %(vmc)s treba najmanje dva serijska porta za komunikaciju %(name)s. U programu su uključena udev pravila plus nekoliko binarnih datoteka koje osiguravaju da se vaš uređaj pravilno registrira. Ako ste instalirali iz izvornih datoteka, provjerite da se datoteke kopiraju u contrib direktorij
it: La periferica "%(name)s" non è stata registrata correttamente nel kernel. %(vmc)s ha bisogno di almeno due porte seriali per comunicare con %(name)s. Il programma include un insieme di regole udev ed alcuni programmi per essere sicuro che la tua periferica sia sempre riconosciuta correttamente. Se l'hai installato dai sorgenti , assicurati di aver copiato i file che ti servono nella cartella contrib

source: Device not responding
de: Gerät antwortet nicht
hr: Uređaj ne odgovara
it: La periferica non risponde

source: Your device took more than 15 seconds to reply to my last command. Unplug it, plug it again, and try in a moment.
de: Ihr Gerät brauchte mehr als 15 Sekunden um auf meinen letzten Befehl zu antworten. Bitte abstecken, dann wieder einstecken, und versuchen Sie es in Kürze wieder.
hr: Uređaju je trebalo više od 15 sekundi da odgovori na zadnju komandu. Izvadite uređaj, stavite ga ponovno, i probajte za par trenutaka.
it: La periferica impiega pià di 15 secondi per rispondere al mio ultimo comando. Scollegala, ricollegala di nuovo riprova dopo qualche secondo.

source: Authenticated!
de: Authentifiziert!
hr: Autorizacija uspješna!
it: Autentificazione completata!

source: Authenticating...
de: Authentifizierung läuft...
hr: Autorizacija...
it: Autentificazione...

source: No device present
de: Kein Gerät vorhanden
hr: Nema prisutnog uređaja
it: Nessuna periferica presente

source: No known devices found
de: Keine bekannten Geräte gefunden
hr: Nisu pronađeni nikakvi poznati uređaji
it: Nessun periferica trovata

source: Address
de: Adresse
hr: Adresa
it: Indirizzo

source: Your message cannot be sent to some of its recipients. Unsent messages have been saved in drafts. Please, check that you have typed the number correctly.
de: Ihre Nachricht konnte an einige der Empfänger nicht geliefert werden. Nicht versandte Nachrichten wurden in "Entwürfe" gespeichert. Bitte überprüfen Sie, ob die Nummern richtig eingegeben wurden.
hr: Vaša poruka ne može biti poslana nekim primateljima.Poruke koje nisu poslane nalaze se u mapi nedovršeno.Molimo provjerite ako ste upisali valjani broj.

source: Text message: %(chrcnt)d/%(maxchr)d chars
de: Textnachricht: %(chrcnt)d/%(maxchr)d chars
hr: Tekstualna Poruka: %(chrcnt)d/%(maxchr)d chars
it: Messagio di testo: %(chrcnt)d/%(maxchr)d caratteri

source: In order to send a SMS, %s needs to know the number of your provider's SMSC. If you do not know the SMSC number, contact your customer service.
de: Um eine SMS zu versenden, muß %s die Nummer des SMSC Ihres Provider's kennen Wenn Sie die SMSC Nummer nicht kennen, kontaktieren Sie bitte customer service.
hr: Pri slanju SMS poruke, %s treba prepoznati SMSC broj vašeg davatelja usluga . Ako neznate SMSC broj, kontaktirajte tehničku podršku davatelja usluga.
it: Per spedire SMS, %s necessita di sapere il numero SMSC del tuo provider. Se non conosci il numero SMSC, contatta il servizio clienti.

source: Incorrect PUK
de: Falscher PUK
hr: Nevaljan PUK
it: PUK sbagliato

source: <small>The PUK you've just entered is incorrect. Bear in mind that after three failed PUKs you'll be asked for the PUK2 code. Your PIN code should be your last PIN.</small>
de: <small>Die gerade eingegebene PUK ist falsch. Bitte beachten Sie, dass Sie nach drei falschen PUK-Eingaben den PUK2-Code benötigen. Ihr PIN Code sollte die zuletzt genutzte PIN sein.</small>
hr: <small>PUK koji ste upisali je nevaljan. Imajte na umu da nakon tri kriva PUKa biti ćete pitani za PUK2 kod. Vaš PIN kod bi trebao biti vaš zadnji PIN.</small>
it: <small>Il PUK che hai inserito è sbagliato. Ricordati che dopo tre tentativi falliti ti verrà richiesto il codice PUK2. Il tuo codice PIN dovrebbe essere il tuo ultimo PIN.</small>

source: The PIN you've just entered is incorrect. Bear in mind that after three failed PINs you'll be asked for the PUK code
de: Die gerade eingegebene PIN ist falsch. Bitte beachten Sie, dass Sie nach drei falschen PIN-Eingaben den PUK-Code benötigen
hr: PIN koji ste upisali je nevaljan. Imajte na umu da nakon tri kriva PINa biti ćete pitani za PUK kod
it: Il PIN che hai inserito è sbagliato. Ricordati che dopo 3 tentativi falliti per il PIN ti verrà richiesto il codice PUK

source: To use this feature you need either pygtk >= 2.10 or the egg.trayicon module
de: Für dieses Feature benötigen Sie entweder pygtk >= 2.10 oder das egg.trayicon module
fr: Pour utiliser cette fonctionnalité vous avez besoin soir de pygtk >= 2.10 ou du module egg.trayicon
hr: Za korištenje ove opcije trebate ili pygtk >= 2.10 ili egg.trayicon modul
it: Per usare questa caratteristica hai bisogno dei moduli pygtk >= 2.10 o di egg.trayicon
pt: Para usar este recurso você precisa de> ou = 2,10 pygtk ou o módulo egg.trayicon

source: Shutting down
de: Schaltet ab
hr: Gašenje
it: In spegnimento

source: Connected to Internet
de: Mit dem Internet verbunden
hr: Spojeno na Internet
it: Connesso a Internet

source: You need to disconnect from Internet before shutting down %s, if you want to do so, press the OK button.
de: Sie müssen die Verbindung zum Internet trennen bevor Sie abschalten können %s, wenn Sie jetzt abschalten wollen, drücken Sie den OK button.
hr: Morate se isključiti sa Interneta prije gašenja %s, ako želite to učiniti sada, pritisnite OK tipku.
it: Devi disconnerterti da Internet prima di chiudere il programma %s, se vuoi farlo, premi il pulsante OK.

source: Reading contacts...
de: Liest Kontakte...
hr: Čitanje kontakata...
it: Sto leggendo i contatti

source: Reading messages...
de: Liest Nachrichten...
hr: Čitanje poruka...
it: Sto leggendo i messaggi...

source: User Limit
de: Limit für Benutzer
hr: Korisnički limit
it: Limite utente

source: You have reached your limit of maximum usage
de: Sie haben Ihr Limit für maximale Nutzung erreicht
hr: Dostigli ste maksimalni limit upotrebe
it: Hai raggiunto il tuo limite di utilizzo

source: New mobile profile available
de: Neues Mobil-Profil verfügbar
hr: Novi mobilni profil dostupan
it: Nuovo profilo per cellulare disponibile

source: New profile available, do you want to load it?
de: Neues Profil verfügbar, wollen Sie es jetzt laden?
hr: Novi profil je dostupan, želite ga učitati?
it: Nuovo profilo disponibile, vuoi caricarlo?

source: Load
de: Lade
hr: Učitavanje
it: Carica

source: To use this widget you need python-vte installed
de: Um dieses Widget nutzen zu können muß python-vte installiert sein
hr: Za korištenje ovog widget-a trebate imati python-vte instaliran
it: Per usare questo controllo hai bisogno di avere python-vte installato

source: Connecting...
de: Verbindungsaufbau...
hr: Spajanje...
it: In connessione...

source: Connected to %s
de: Verbunden mit %s
hr: Spojeno na %s
it: Connesso a %s

source: Illegal Operation!
de: Illegale Funktion
hr: Ilegalna Operacija!
it: Operazione non permessa!

source: Your device only has one port and you are currently connected to Internet, you cannot perform any operation while connected
de: Ihr Gerät hat nur einen Port und Sie sind derzeit mit dem Internet verbunden. Sie können keine Funktionen ausführen während Sie verbunden sind
hr: Vaš Uređaj ima samo jedan port i vi ste trenutno spojeni na Internet Ne možete izvesti nikakve operacije dok ste spojeni
it: La periferica ha solo una porta e sei attualmente connesso a Internet, non puoi effettuare nessuna operazione mentre sei connesso

source: <small>SMS received from %s</small>
de: <small>SMS empfangen von %s</small>
hr: <small>SMS primljen od %s</small>
it: <small>SMS ricevuto da %s</small>

source: <small>Received at %(date)s</small> <b>%(text)s</b>
de: <small>Empfangen von %(date)s</small> <b>%(text)s</b>
hr: <small>Primljeno u %(date)s</small> <b>%(text)s</b>
it: <small>Ricevuto alle %(date)s</small> <b>%(text)s</b>

source: Invalid DNS received from Network
de: Ungültige DNS vom Netzwerk erhalten

source: <small>The DNS settings received from the mobile network are invalid. You will probably want to restart the connection, or if the problem persists, you can specify a static DNS entry in the connection preferences</small>
de: <small>Die DNS Einstellungen, die vom Mobilnetz empfangen wurden, sind ungültig. Sie müssen vormutlich die Verbindung neu starten, oder, falls das Problem weiterhin besteht, können Sie einen statischen DNS Eintrag in Verbindungspräferenzen spezifizieren.</small>

source: Disconnected from Internet
de: Verbindung zum Internet trennen
hr: Prekinuta veza na Internet
it: Disconnesso da Internet

source: <small>%s has given up after trying to connect three times to Internet. This might be provoked by a problem in the configuration or just the fact that there's no carrier.</small>
de: <small>%s hat aufgegeben nach dreimaligem Versuch sich mit dem Internet zu verbinden. Dies könnte hervorgerufen sein durch ein Problem in der Konfiguration oder einfach die Tatsache dass kein Netz vorhanden ist.</small>
hr: <small>%s je odustao nakon 3 neuspjela pokušaja spajanja na Internet. To može biti izazvano sa krivom konfiguracijom ili nedostatkom signala.</small>
it: <small>%s ha smesso di provare dopo aver tentato di connettersi tre volte ad Internet. Questo potrebbe essere provocato da un problema nella configurazione o dal fatto che non c'è portante.</small>

source: Device in use removed
de: Das gerade benutzte Gerät wurde entfernt
hr: Uređaj u upotrebi izvađen
it: Periferica in uso rimossa

source: The 3G device in use has been removed. Now %s is going to shutdown. In order to continue, plug in the 3G device and start again.
de: Das gerade benutzte 3G Gerät wurde entfernt. Jetzt schaltet %s ab. Um weiterzufahren, stecken Sie das 3G Gerät ein und starten erneut.
hr: 3G uređaj u upotrebi je izvađen. sada će se %s ugasiti. Da bi mogao nastaviti, ubacite 3G uređaj krenite ponovno.
it: La periferica 3G in uso è stata rimossa. Ora %s si chiudera. Per continuare, collega la periferica 3G e fai ripartire il programma.

source: 3G Device added
de: 3G Gerät hinzugefügt
hr: 3G Uređaj dodan
it: Collegata periferica 3G

source: A new 3G device (%(device_name)s) has been added, in around 15 seconds (%(app_name)s) will resume its functioning
de: Ein neues 3G Gerät (%(device_name)s) wurde hinzugefügt, in ca. 15 Sekunden wird (%(app_name)s) seinen Betrieb aufnehmen
hr: Novi 3G Uređaj (%(device_name)s) je dodan, za otprilike 15 sekundi (%(app_name)s) će nastaviti sa radom
it: Una nuova periferica 3G (%(device_name)s) è stata trovata, in circa 15 secondi (%(app_name)s) riprenderà a funzionare

source: Setting up device...
de: Einrichten des Gerätes...
hr: Postavljanje uređaja...
it: Sto impostando la periferica...

source: The following characters are not allowed in a profile name: %s
de: Die folgenden Zeichen sind in einem Profil-Namen nicht erlaubt: %s

source: Invalid value in profile
de: Ungültiger Wert im Profil

source: An unknown error occur when setting up the device: %s
de: Ein unbekannter Fehler trat beim Einrichten des Gerätes auf: %s
hr: Nepoznata greška prilikom postavljanja uređaja: %s
it: Un errore sconosciuto è avvenuto mentre si stava impostando la periferica: %s

source: Authentication Error from %s !
de: Authentifizierungsfehler von %s !
hr: Autorizacijska greška na %s !
it: Autentificazione fallita per %s !

source: Connecting to %s ...
de: Verbinden mit %s ...
hr: Spajanje na %s ...
it: In connessione a %s ...

source: Discovery started...
de: Ermittlung gestartet...
hr: Počinjem pretragu...
it: Ricerca avviata...

source: Discovery finished!
de: Ermittlung beendet!
hr: Pretraga završena!
it: Ricerca completata!

source: No control port
de: Kein Control Port
hr: Nema kontrolnog porta
it: Nessuna porta controllo

source: Connecting to device...
de: Mit Gerät verbinden...
hr: Spajanje na uređaj...
it: In connessione alla periferica...

source: Exception received connecting to %s
de: Ausnahmebedingung erhalten während der Verbindung zu %s
hr: Iznimka primljena pri spajanju na %s
it: Errore ricevuto mentre mi connettevo a %s
