Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/*.po
Languages: de, es, fr, hr, it, pt

source: Maximum traffic (MB):
de: Maximaler Verkehr (MB)
es: Tráfico máximo (MB):
fr: Trafic maximum (MB):
hr: Maksimum prometa (MB):
it: Traffico massimo (MB):
pt: Máximo de tráfego (MB):

source: Notify when a given threshold is exceeded.
de: Melde, sobald eine vorgegebene Schwelle überschritten ist.
es: Notificar cuando se excede límite.
fr: Notifier quand un seuil donné est dépassé
hr: Obavjsti kada je postavljeni promet prekoračen.
it: Informami quando supero la soglia specificata.
pt: Notificar quando um determinado limite é excedido.

source: Notification threshold (MB):
de: Meldeschwelle (MB)
es: Umbral de notificación (MB):
fr: Notification de seuil (MB):
hr: Obavijest prometa (MB):
it: Soglia notifica (MB):
pt: Notificação limiar (MB):

source: New Profile
de: Neues Profil
es: Nuevo Perfil
fr: Nouveau profil
it: Nuovo profilo
pt: Novo perfil

source: New Profile Window
de: Fenster für neues Profil
es: Ventana de nuevo perfil

source: <b>Create a new profile for your device.</b> If you are not sure about what should you fill in, contact your customer support center and they should provide you with the relevant information.
de: <b>Generiere ein neues Profil für das Gerät.</b> Wenn Sie nicht sicher sind was Sie eingeben müssen, kontaktieren Sie bitte den Technischen SupportIhres Netzwerkoperators. Dort sollten Sie die entsprechenden Informationen erhalten.
es: <b>Crear un nuevo perfil para su dispositivo</b> Si no está seguro de qué debería rellenar contacte a su servicio de atención al cliente, ellos le deberían de proporcionar la información necesaria.
fr: <b>Créez un nouveau profile pour votre périphérique.</b> Si vous n'êtes pas sur des données que vous devriez rentrer contacter votre service de support clientèle qui devrait vous fournir les informations nécessaires
pt: <b>Criar um novo perfil para o dispositivo.</b> Se você não tem certeza sobre o que você deve preencher, contacte o seu centro de suporte ao cliente e que deve fornecê-lo com as informações relevantes.

source: <b>Connection preferences</b>
de: <b>Verbindungspräferenzen</b>
es: <b>Preferencias de conexión</b>
fr: <b>Préférences de Connexion</b>
hr: <b>Postavke veze</b>
it: <b>Impostazioni connessione</b>
pt: <b>Preferências de ligação</b>

source: Username:
de: Benutzername
es: Nombre de usuario:
fr: Nom d'utilisateur:
hr: Korisnik:
it: Utente:
pt: Nome de usuário:

source: Authentication method:
es: Método de autenticación:
fr: Méthode d'authentification:
pt: Método de autenticação:

source: Preferred connection:
de: Bevorzugte Verbindung
es: Conexión preferida:
fr: Connexion préférée:
hr: Preferirana veza:
it: Connessione preferita:
pt: Ligação preferida:

source: Preferred band:
es: Banda de conexión preferida:
fr: Band préféré:
pt: Banda preferida:

source: APN host:
es: Host APN:
fr: Host APN:
hr: APN domaćin:
it: Host APN:
pt: Host APN

source: <b>DNS settings</b>
de: <b>DNS Einstellungen</b>
es: <b>Preferencias DNS</b>
fr: <b>Configuration des DNS</b>
hr: <b>DNS postavke</b>
it: <b>Impostazioni DNS</b>
pt: <b>Configurações de DNS</b>

source: Use static DNS
de: Statischen DNS benutzen
es: Usar DNS estáticos
fr: Utiliser des DNS statiques
hr: Koristi statični DNS
it: Usa DNS statico
pt: Use DNS estático

source: Primary DNS:
de: Primärer DNS
es: DNS primario:
fr: DNS primaire:
it: DNS primario:
pt: DNS primario:

source: Secondary DNS:
de: Sekundärer DNS
es: DNS secundario:
fr: DNS secondaire:
it: DNS secondario:
pt: DNS secundario:

source: <b>Profile settings</b>
de: <b>Profileinstellungen</b>
es: <b>Opciones de perfil</b>
fr: <b>Configuration du Profil</b>
hr: <b>Postavka profila</b>
it: <b>Profilo impostazioni</b>
pt: <b>Configurações de perfil</b>

source: Profile name:
de: Profilname
es: Nombre de perfil:
fr: Nom du Profil:
hr: Ime profila:
it: Nome Profilo:
pt: Nome do perfil:

source: Device selection
de: Geräteauswahl
es: Selección de dispositivo
fr: Sélection du périphérique
hr: Odabir uređaja
it: Selezione periferica
pt: Dispositivo de seleção

source: Device Selection Window
de: Fenster für Geräteauswahl
es: Ventana de selección de dispositivo

source: <b>Select a device for your connection.</b> You can choose a known device or insert the needed information to set up a custom one.
de: <b>Wählen Sie ein Gerät für Ihre Verbindung.</b> Sie können ein bekanntes Gerät auswählen oder die für ein spezielles Gerät notwendigen Informationen eingeben.
es: <b>Seleccione un dispositivo para su conexión.</b> Puede seleccionar un dispositivo conocido o introducir la información para configurar uno personalizado.
fr: <b>Selectionner un périphérique pour votre connexion </b> Vous pouvez choisir un périphérique connu ou insérer les informations nécessaires pour configurer un périphérique personnalisé.
pt: <b>Selecione um dispositivo para a conexão.</b> Você pode escolher um dispositivo conhecido ou inserir as informações necessárias para criar um personalizado.

source: Known devices
de: bekanntes Gerät
es: Dispositivos conocidos
fr: Périphériques connus
hr: Poznati uređaji
it: Periferiche conosciute
pt: Dispositivos conhecidos

source: Known Devices Radio
de: Funkeinstellungen des bekannten Gerätes
es: Dispositivos de radio conocidos
pt: Conhecido Rádio Devices

source: Device type:
de: Gerätetyp
es: Tipo de dispositivo:
fr: Type de périphérique:
hr: Tip uređaja:
it: Tipo periferica:
pt: Tipo de dispositivo:

source: Serial
de: Seriennummer
es: Serie
fr: Numéro de série:
hr: Serijski
it: Seriale

source: Data port device:
de: Daten Port des Gerätes
es: Puerto de datos
fr: Port de données:
hr: Podatkovni port uređaj:
it: Periferica porta dati
pt: Dados dispositivo de porta:

source: Control port device:
de: Control Port des Gerätes
es: Puerto de control
fr: Port de contrôle:
hr: Kontrola porta uređaja:
it: Periferica porta controllo
pt: Controle de dispositivo de porta:

source: Speed connection:
de: Geschwindigkeit der Verbindung
es: Velocidad de conexión:
fr: Vitesse de connexion:
hr: Brzina veze:
it: Velocità di connessione:
pt: Velocidade de Conexão:

source: Custom device settings
de: Einstellungen für das spezielle Gerät
es: Configuración personalizada del dispositivo
fr: Configuration personnalisée
hr: Ručno postavljanje uređaja
it: Impostazioni periferica personalizzate
pt: dispositivo ajustes personalizados

source: Custom Device Settings Radio
de: Funkeinstellungen des spezifischen Gerätes
es: Configuración personalizada del dispositivo para radio
pt: Personalizar as definições do dispositivo de rádio

source: <b>Device Settings</b>
de: <b>Einstellungen des Gerätes</b>
es: <b>Preferencias Dispositivo</b>
fr: <b>Configuration du périphérique</b>
hr: <b>Opcije uređaja</b>
it: <b>Opzioni Periferica</b>
pt: <b>Configurações do dispositivo</b>

source: TO :
de: An:
es: A :
fr: Pour:
hr: Za :
it: A :
pt: Para :

source: 3G Devices Manager
de: 3G Geräte Manager
es: Gestor de dispositivos 3G
fr: Gestionnaire de dispositifs 3G
hr: Uredi 3G uređaje
it: Gestione periferiche 3G
pt: Gestor de dispositivos 3G

source: Create default keyring
es: Crear almacén de claves por defecto
pt: Criar um chaveiro padrão

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose a password you wish to use for it.
es: La aplicación '%s' quiere almacenar una contraseña, pero no hay un almacén de claves por defecto. Para crear uno, necesita escoger una contraseña que quiera usar para él.

source: Unlock keyring
es: Desbloquar almacén de claves
pt: Desbloquear chaveiro

source: The application '%s' wants access to the default keyring, but is locked.
es: La aplicación '%s' quiere acceder al almacén de claves por defecto, pero está bloqueado.

source: Custom
de: Kundenspezifisch
es: Personalizado
fr: Personnalisé
hr: Prilagoditi
it: Personalizzato
pt: Personalizado

source: Trying to remove an unsaved profile
es: Intentando eliminar un perfil sin guardar
pt: Tentar remover um perfil unsaved

source: No device
es: Sin dispositivo
pt: Nenhum dispositivo

source: Not available
es: No disponible
pt: Não está disponível

source: Error while starting wader
es: Error mientras se iniciaba wader
pt: Erro enquanto wader partida

source: Check that your installation is correct and your OS/distro is supported: %s
es: Compruebe que la instalación está correcta y su distribución OS / está soportado:%s
fr: Vérifiez que votre installation est correcte et que votre OS / distribution est pris en charge:%s
pt: Verifique se a instalação está correto e sua distribuição OS é suportado:%s

source: Device found
es: Disposivo encontrado
pt: Dispositivo encontrado

source: Registered
es: Registrado
pt: Registrado

source: Scanning
es: Escaneando
pt: Exploração

source: Reg. rejected
es: Registro rechazado
pt: Registro indeferido

source: Unknown Error
de: Unbekannter Fehler
es: Error Desconocido
fr: Erreur inconnue
hr: Nepoznata greška
pt: Erro desconhecido

source: To use this feature you need the gnomekeyring module
de: Für dieses Feature benötigen Sie das gnomekeyring module
es: Para usar esta utilidad necesita el módulo gnomekeyring
fr: Pour utiliser cette fonctionnalité vous avez besoin du module gnomekeyring
hr: Da bi koristili ovu opciju trebate gnomekeyring modul
it: Per usare questo caratteristica hai bisogno di avere gnomekeyring installato
pt: Para usar este recurso você precisa do módulo gnomekeyring

source: In order to unlock your SIM, we need your PIN and PUK codes
de: Um Ihre SIM zu entsperren benötigen wir Ihre PIN and PUK codes
es: Para desbloquear su tarjeta SIM, deberá introducir sus códigos PIN y PUK
fr: Pour débloquer votre carte SIM, vous avez besoin de vos codes PIN et PUK
hr: Da bi otključali vaš SIM, trebamo vaše PIN i PUK kodove
it: Per sbloccare la SIM, abbiamo bisogno dei codici PIN e PUK
pt: Para desbloquear o seu cartão SIM deve introduzir os seus códigos PIN e PUK

source: In order to unlock your SIM, we need your PIN and PUK2 codes
de: Um Ihre SIM zu entsperren benötigen wir Ihre PIN and PUK2 codes
es: Para desbloquear su tarjeta SIM, deberá introducir sus códigos PIN y PUK2
fr: Pour débloquer votre carte SIM, vous avez besoin de vos codes PIN et PUK2
hr: Da bi otključali vaš SIM, trebamo vaše PIN i PUK2 kodove
it: Per sbloccare la SIM, abbiamo bisogno dei codici PIN e PUK2
pt: Para desbloquear o seu cartão SIM deve introduzir os seus códigos PIN e PUK

source: Name
es: Nombre
fr: Nom
hr: Ime
it: Nome
pt: Nome

source: Country
de: Land
es: País
fr: Pays
pt: País

source: Type
de: Typ
es: Tipo
hr: Tip
it: Tipo
pt: Tipo

source: In most cases you can find the answer to your questions about the program in the help menu. This menu can be accessed if you click on the "Help" label on the menu bar located in the top side of the window, and selecting the "Help topics" option. You can also find help, updates and tips in %(name)s's web: %(url)s. If you use the mail and browser buttons to access other programs in your system, you might need to ask your Systems Administrator any doubt that you might have.
es: En muchos casos podrá encontrar la respuesta a las preguntas sobre el programa en el menú de Ayuda. Este menú puede abrirse haciendo click en el menú con la etiqueta "Ayuda" en la barra de Menú, en la parte superior de la ventana. Usted puede encontrar ayuda, actualizaciones y consejos en la web %(name)s: %(url)s. Si usa los botones de e-mail y web para acceder a otros programas de su sistema, es posible que necesite preguntar a su Administrador de Sistemas cualquier duda relacionada con los mismos.
fr: Dans la majorité des cas vous pouvez trouver la réponse à vos questions sur ce programme dans le menu d'aide. Ce menu est acccessible en cliquant sur l'onglet "Aide" ldans la barre de menu située en haut de la fenêtre et en sélectionnant l'option "Sujets d'aide" option. Vous pouvez également trouver de l'aide, des astuces et des mises à jour sur le site %(name)s: %(url)s Si vous utilisez l'e-mail et boutons de navigation pour accéder à d'autres programmes sur votre système, vous pourriez avoir besoin de demander à votre administrateur de systèmes de tout doute que vous pourriez avoir.
pt: Na maior parte dos casos pode encontrar a resposta às perguntas sobrea aplicação no menu de Ajuda. Este menu pode ser aberto fazendo um clique no botão da barra de menús com o nome de "Ajuda" . Poderá encontrar ajuda, actualizações e conselhos na %(name)s página web: %(url)s. Se usa os botões de e-mail e internet para aceder a outros programas do seu computador, é possivél que seja necessário perguntar ao seu Administrador de Sistema qualquer dúvida relacionada com os mesmos.

source: If you are using this program in a corporate environment, your company probably has a support center to solve the questions that you might have about the program. If your company does not have a support center, you will have to contact your company's System Administrator.
es: Si está usando este programa en una red corporativa, seguramente su empresa tiene un Centro de Soporte para resolver las preguntas sobre el programa. Si su compañía no dispone de un centro de soporte, contacte con el Administrador de sistemas de su empresa usando el procedimiento habitual.
fr: Si vous utilisez ce programme dans un environnement corporate, votre société dispose probablement d'un centre de support pour répondre aux questions que vous pourriez avoir au sujet du programme. Si votre entreprise ne dispose pas d'un centre de support, contactez votre administrateur système.
pt: Se está a usar esta aplicação numa rede corporativa, seguramente que a sua empresa Possui um centro de suporte para resolver ás questões sobre a aplicação. Se a sua empresa não dispõe de um centro de suporte, contacte com o Administrador de sistemas da sua empresa através do procedimento habitual.

source: Connect
de: Verbinde
es: Conectar
fr: Connexion
hr: Povezivanje
it: Connetti
pt: Ligar

source: Disconnect
de: Abtrennen
es: Desconectar
fr: Déconnecter
hr: Prekini vezu
it: Disconnetti
pt: Desligar

source: SIM locked
es: SIM bloqueada
pt: SIM bloqueado

source: Authenticating
es: Autenticando
pt: A autenticar...

source: Searching
es: Búsqueda
fr: Recherche
pt: Procurando

source: Not connected
de: Nicht verbunden
es: Desconectado
fr: Non connecté
hr: Nije spojeno
it: Non connesso
pt: A desligar

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hr: Spojeno
it: Connesso
pt: Ligado

source: Number
de: Nummer
es: Número
fr: Numéro
hr: Broj
it: Numero
pt: Número

source: Text
es: Asunto
fr: Texte
hr: Tekst
it: Testo
pt: Assunto

source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
hr: Primatelj
it: Destinatario
pt: Destinatario

source: Sender
es: Remitente
fr: Expéditeur
hr: Pošiljatelj
it: Inviato da
pt: Remetente

source: Date
de: Datum
es: Fecha
hr: Datum
it: Dattero
pt: Data

source: N/A
de: N/A - nicht zutreffend
es: N/D
fr: non déterminé
pt: N/D

source: Radio Disabled
de: Funk abgeschaltet
es: Radio desactivada
pt: Rádio com deficiência

source: %(day)d days, %(msg)s
de: %(day)d Tage, %(msg)s
es: %(day)d días, %(msg)s
fr: %(day)d jours, %(msg)s
hr: %(day)d dani, %(msg)s
it: %(day)d giorni, %(msg)s
pt: %(day)d dias, %(msg)s

source: %(day)d day, %(msg)s
de: %(day)d Tag, %(msg)s
es: %(day)d día, %(msg)s
fr: %(day)d jour, %(msg)s
hr: %(day)d dan, %(msg)s
it: %(day)d giorno, %(msg)s
pt: %(day)d dia, %(msg)s

source: PAYT submit voucher
es: PAYT enviar voucher

source: SIM is not on a PAYT plan
es: Esta SIM no está en un plan PAYT

source: PAYT submit voucher failed '%s'
es: Envio de voucher PAYT fallido '%s'

source: No PAYT submit voucher method available
es: No hay un método para enviar voucher PAYT disponible

source: PAYT credit check
es: Comprobación de crédito PAYT

source: No PAYT credit check method available
es: No hay un método para comprobar el crédito PAYT disponible

source: Incorrect PIN
de: Falsche PIN
es: PIN incorrecto
fr: PIN incorrect
hr: Nevaljan PIN
it: PIN sbagliato
pt: PIN incorrecto

source: <small>The PIN you've just entered is incorrect. Bear in mind that after three failed PINs you'll be asked for the PUK code</small>
de: <small>Die gerade eingegebene PIN ist falsch. Bitte beachten Sie, dass Sie nach drei falschen PIN-Eingaben den PUK-Code benötigen</small>
es: <small>El PIN que acaba de introducir es incorrecto. Tenga en cuenta que después de tres intentos fallidos se le pedirá el código PUK</small>
fr: <small>Le code PIN que vous avez indiqué est incorrect. N'oubliez pas qu'après trois erreurs sur le code PIN vous devrez fournir le code PUK</small>
hr: <small>PIN koji ste upisali je nevaljan. Imajte na umu da nakon tri kriva PINa biti ćete pitani za PUK kod</small>
it: <small>Il PIN che hai inserito è sbagliato. Ricordati che dopo 3 tentativi falliti del PIN ti verrà richiesto il codice PUK</small>
pt: <small>O PIN que acaba de introduzir está incorrecto. Depois de três tentativas falhadas será pedido o código PUK</small>

source: Maximum time
de: Maximaldauer
es: Tiempo máximo
fr: Durée Maximum
hr: Maksimum vremena
it: Tempo massimo
pt: Tempo máximo

source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
hr: 1 tjedan
it: 1 settimana
pt: 1 semana

source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours
hr: 3 dana
it: 3 giorni
pt: 3 dias

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
hr: 1 dan
it: 1 giorno
pt: 1 dia

source: Missing dependency
de: Fehlende Abhängigkeit
es: Dependencias no satisfechas
fr: Dépendances manquantes
hr: Nedostaju međuzavisnosti
it: Dipendenze mancanti
pt: Falha nas dependências

source: Error while getting connection password
es: Error al obtener la contraseña de la conexión
pt: Erro ao obter senha de conexão

source: No contact found
de: Kein Kontakt gefunden
es: No se ha encontrado ningún contacto
fr: Aucun contact trouvé
hr: Nema pronađenih kontakata
it: Nessun contatto trovato
pt: Nenhum contacto encontrado

source: No contact with the name %s found
de: Kein Kontakt mit dem Namen %s gefunden
es: No se ha encontrado ningún contacto con el nombre %s
fr: Aucun contact avec le nom %s trouvé
hr: Kontakt sa imenom %s nije pronađen
it: Nessun contatto con il nome %s è stato trovato
pt: Nenhum contacto encontrado com o nome %s

source: Quit %s
de: Abbrechen %s
es: Salir de %s
fr: Quitter %s
hr: Ugasi %s
it: Chiudi %s
pt: Sair de %s

source: Are you sure you want to exit?
de: Sind Sie sicher, dass Sie das Programm verlassen wollen?
es: ¿Seguro que desea salir?
fr: Êtes-vous sûr de vouloir quitter ?
hr: Dali ste sigurni da želite ugasiti?
it: Sei sicuro di voler uscire?
pt: ¿Tem a certeza que deseja sair?

source: You can easily find answers to the most common questions in the help menu, in your company's support center and in the support area at: %(url)s. If you still have difficulties you can call to Vodafone's Customer Support Center, the numbers are: %(shortcode)s, if you are using Vodafone's network, or %(international)s if you are calling from other network.
es: Puede encontrar rápidamente la solución a muchos problemas en el Menú de ayuda, en el centro de soporte de su empresa y en el área de Soporte de %(url)s. Si todavía tiene dificultades puede llamar al Servicio de Atención al Cliente de Vodafone, a los siguientes números: %(shortcode)s, si está utilizando la red Vodafone, o %(international)s si llama desde otra red.

source: Unknown Network
de: Unbekanntes Netzwerk
es: Red Desconocida
fr: Réseau Inconnu
hr: Nepoznata Mreža
it: Rete sconosciuta
pt: Rede Desconhecido

source: Unknown error
es: Error desconocido
pt: Erro desconhecido

source: SMS receipt received for %s
es: Recepción confirmada del SMS para %s

source: SMS received from %s
es: SMS recibido de %s
fr: SMS reçu de %s
pt: SMS recebido de %s

source: Failed connection attempt
es: Intento de conexión fallido
fr: Tentative de connexion a échoué
pt: Falha na conexão

source: Send SMS
es: Enviar SMS
fr: Envoi de SMS
hr: Pošalji SMS
it: Spedisci un SMS
pt: Enviar SMS

source: Quit
de: Verlassen
es: Salir
fr: Quitter
hr: Završi
it: Chiudi
pt: Sair

source: Edit
de: Edieren
es: Editar
fr: Éditer
hr: Uredi
it: Modifica
pt: Editar

source: Invalid CSV format
de: Ungültiges CSV Format
es: Formato CSV inválido
fr: Format CSV invalide
hr: Nevaljan CSV format
it: Formato CSV non valido
pt: Formato CSV inválido

source: The csv file that you have tried to import has an invalid format.
de: Die csv Datei, die Sie versuchen zu importieren hat ein ungültiges Format.
es: El archivo csv que acaba de intentar importar tiene formato inválido.
fr: Le fichier csv que vous tentez d'importer a un format invalide.
hr: CSV datoteka koju ste pokušali uvesti je nevaljanog formata.
it: Il file csv che hai provato ad importare ha un formato non valido.
pt: O ficheiro cvs que tentou importar não é compativél ou esta danificado.

source: No device found
es: No se ha encontrado ningún dispositivo conocido
pt: Nenhum dispositivo encontrado

source: Profile needed
es: Perfil necesario
fr: Le profil requis
pt: Perfil necessário

source: Connecting
es: Conectando
pt: A ligar...

source: Disconnecting
es: Desconectando
pt: Desligar

source: _New Profile
de: _Neues Profil
es: _Nuevo perfil
fr: _Nouveau profil
hr: _Novi Profil
it: _Nuovo profilo
pt: _Novo perfil

source: Load Profile
de: Lade Profil
es: Cargar Perfil
fr: Charger le profil
hr: Učitaj profil
it: Carica profilo
pt: Perfil de carga

source: Edit Profile
de: Editiere Profil
es: Editar Perfil
fr: Éditer le profil
it: Modifica Profilo
pt: Editar perfil

source: Delete Profile
de: Entferne Profil
es: Borrar Perfil
fr: Supprimer le profil
it: Cancella Profilo
pt: Apagar perfil

source: No mobile connection. Do you want to continue?
de: Keine mobile Verbindung.Wollen Sie dennoch weiterfahren
es: Sin conexión móvil. ¿Desea continuar?
fr: Pas de connexion mobile. Voulez-vous continuer ?
hr: Nema mobilne veze. Da li želite nastaviti?
it: Nessuna connessione attiva. Vuoi continuare?
pt: Sem rede. ¿Deseja continuar?

source: _Add to contacts
de: _Füge den Kontakten hinzu
es: _Añadir a contactos
fr: _Ajouter aux contacts
hr: _Dodaj u kontakte
it: _Aggiungi ai contatti
pt: _Adicionar aos contactos

source: Save to draft
de: Speichere in Entwurf
es: Guardar a borradores
fr: Enregistrer comme brouillon
hr: Spremi u Nedovršeno
it: Salva brutta copia
pt: Guardar nos rascunhos

source: Delete
de: Lösche
es: Borrar
fr: Supprimer
hr: Obriši
it: Cancella
pt: Apagar

source: You can send the SMS to several recipients separating them by commas
de: Sie können die SMS zu mehreren Empfängern schicken, Empfänger getrennt durch Komma.
es: Puede enviar el SMS a varios números separándolos por comas
fr: Vous pouvez envoyer le SMS à plusieurs destinataires en séparant ceux-ci par des virgules
hr: Možete poslati SMS nekoliko primatelja odvajajući ih zarezima
it: Tu puoi spedire gli SMS a diversi destinatari separandoli con delle virgole
pt: Você pode enviar o SMS a vários destinatários separando-os por vírgulas

source: Text message: 0/%d chars
de: Textnachricht: 0/%d chars
es: Mensaje de texto: 0/%d caracteres
fr: Texte du message: 0/%d caractères
hr: Tekstualna poruka: 0/%d chars
it: Messagio di testo: 0/%d caratteri
pt: Mensagem de texto: 0/%d caracteres

source: Send empty message
de: Senden Sie eine leere Nachricht
es: Enviar mensaje vacío
fr: Envoyer un message vide
hr: Šalji praznu poruku
it: Spedisci un messaggio vuoto
pt: Enviar mensagem vazia

source: Are you sure you want to send an empty message?
de: Sind Sie sicher, dass Sie eine leere Nachricht senden wollen?
es: ¿Está seguro de que quiere enviar un mensaje vacío?
fr: Êtes-vous sûr de vouloir envoyer un message vide ?
hr: Da li ste sigurni da želite poslati praznu poruku?
it: Sei sicuro di voler spedire un messaggio vuoto?
pt: ¿Tem a certeza que quer enviar uma mensagem vazia?

source: No SMSC number
de: Keine SMSC Nummer
es: Sin número SMSC
hr: Nema SMSC broja
it: Nessun numero SMSC
