Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/*.po
Languages: de, es, fr, hr, it, pt

source: APN selection
de: APN Auswahl
es: Selección de APN
pt: seleção APN

source: <b>Preconfigured APNs for your Operator.</b> You can choose a preconfigured APN or cancel to enter the information needed to set up a custom one.
de: <b>Vorkonfigurierte APNs für Ihren Operator.</b> Sie können einen vorkonfigurierten APN auswählen oder löschen um die notwendigen Informationen für einen anwendungsspezifischen APN einzugeben.
es: <b>APNs preconfigurados para su operadora.</b> Puede seleccionar un APN preconfigurado, o cancelar para introducir la información necesaria para fijar uno personalizado.
fr: <b>Selectionner un périphérique pour votre connexion </b> Vous pouvez choisir un périphérique connu ou insérer les informations nécessaires pour configurer un périphérique personnalisé.
pt: <b>APNs pré-configurados para o seu operador.</b> Você pode escolher uma pré-APN ou cancelar para inserir as informações necessárias para criar um personalizado.

source: Cancel
de: Abbruch
es: Cancelar
pt: Cancelar

source: OK
es: Aceptar

source: <b>APN Settings</b>
de: <b>APN Einstellungen</b>
es: <b>Preferencias APN</b>
fr: <b>Configuration des APN</b>
pt: <b>Definições APN</b>

source: _File
de: _Datei
es: _Archivo
fr: _Fichier
hr: _Datoteka
pt: _Ficheiro

source: Import contacts...
de: Importiere Kontakte...
es: Importar contactos...
fr: Importer les contacts...
hr: Uvedi kontakte...
it: Importa contatti...
pt: Importar contactos...

source: Export contacts...
de: Exportiere Kontakte...
es: Exportar contactos...
fr: Exporter les contacts...
hr: Izvedi kontakte...
it: Esporta contatti...
pt: Exportar contactos...

source: _View
de: _Ansicht
es: _Ver
fr: _Vue
hr: P_ogled
it: _Mostra
pt: _Ver

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
hr: Upotreba
it: Utilizzo
pt: Uso

source: Support
es: Soporte
hr: Podrška
it: Supporto
pt: Suporte

source: _Tools
de: _Werkzeuge
es: _Herramientas
fr: _Outils
hr: _Alati
it: _Strumenti
pt: _Ferramentas

source: Change PIN
de: Ändere PIN
es: Cambiar PIN
fr: Changer le code PIN
hr: Promjeni PIN
it: Cambia PIN
pt: Mudar PIN

source: Request PIN
de: Fordere PIN an
es: Solicitar PIN
fr: Demande le code PIN
hr: Zatraži PIN
it: Richiedi PIN
pt: Pedir PIN

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostiques
hr: Dijagnostika
it: Diagnostica
pt: Diagnósticos

source: Profiles
de: Profile
es: Perfiles
hr: Profili
it: Profili

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
hr: Postavke
it: Impostazioni
pt: Preferências

source: _Help
de: _Hilfe
es: _Ayuda
fr: _Aide
hr: _Pomoć
it: _Aiuto
pt: _Ajuda

source: _About
de: _Über
es: _Acerca de
fr: _à propos
hr: _O programu
it: _Informazioni
pt: _Sobre

source: Topup
es: Recargar

source: _New
de: _Neu
es: _Nuevo
fr: Nouveau
hr: _Novi
it: _Nuovo
pt: _Novo

source: Create new SMS
es: Crear un nuevo SMS
fr: Créer un nouveau SMS
pt: Criar um novo SMS

source: _Reply
de: _Antwort
es: _Responder
fr: Répondre
hr: _Odgovori
it: _Rispondi
pt: _Responder

source: Reply message
de: Antwortnachricht
es: Responder mensaje
fr: Répondre au message
hr: Odgovori na poruku
it: Rispondi al messaggio
pt: Responder à mensagem

source: Reply without quoting original text
de: Antworte ohne den Orginaltext zu zitieren
es: Responder sin incluir el texto original
fr: Réponse sans citer le texte original
hr: Odgovori bez navođenja originalnog teksta
it: _Rispondi senza riportare il testo originale
pt: Responder sem o texto original

source: Send new
de: Erneut senden
es: Enviar nuevo
fr: Envoyer nouveau
hr: Pošalji novu
it: Spedisci nuovo
pt: Enviar novo

source: Reply quoting original message
de: Antworte mit Zitat der Orginalnachricht
es: Responder incluyendo el texto original
fr: Réponse en citant le texte original
hr: Odgovori sa originalnom porukom
it: Rispondi riportando il messaggio originale
pt: Responder incluindo o texto original

source: Reply quoting
de: Antworte mit Zitat
es: Responder incluyendo texto
fr: Répondre en citant
hr: Odgovori sa navođenjem
it: Rispondi riportando
pt: Responder incluindo texto

source: _Forward
de: _Weiterleitung
es: _Reenviar
fr: _Transférer
hr: _Preusmjeri
it: _Inoltra
pt: _Reenviar

source: Forward SMS to another contact
es: Reenviar SMS a otro contacto
fr: Transférer le SMS
pt: Reenviar SMS para outro contacto

source: _Delete
de: _Löschen
es: _Borrar
fr: _Supprimer
hr: _Obriši
it: _Cancella
pt: _Apagar

source: _Contacts
de: _Kontakte
es: _Contactos
hr: _Kontakti
it: _Contatti
pt: _Contactos

source: Contacts menu
de: Kontakte Menue
es: Menú de contactos
fr: menu Contacts
hr: Izbornik kontaka
it: Menu contatti
pt: Menu de contactos

source: Add a contact
de: Einen Kontakt hinzufügen
es: Añadir un contacto
fr: Ajouter un Contact
hr: Dodaj kontakt
it: Aggiungi un contatto
pt: Adicionar um contacto

source: Search contacts
de: Durchsuche Kontakte
es: Buscar contactos
fr: Recherche de Contacts
hr: Pretraži kontakte
it: Cerca contatti
pt: Procurar contactos

source: Inbox
de: Eingangskorb
es: Bandeja de entrada
fr: Boîte de réception
hr: Dolazno
it: Posta in Arrivo
pt: Caixa de entrada

source: Draft
de: Entwurf
es: Borradores
fr: Brouillon
hr: Nedovršeno
it: Bozza
pt: Rascunhos

source: Sent
de: Gesendet
es: Enviados
fr: Envoyé
hr: Poslano
it: Spediti
pt: Enviados

source: Contacts
de: Kontakte
es: Contactos
hr: Kontakti
it: Contatti
pt: Contactos

source: <b>Month</b>
de: <b>Monat</b>
es: <b>Mes</b>
fr: <b>Mois</b>
hr: <b>Mjesec</b>
it: <b>Mese</b>
pt: <b>Mês</b>

source: <b>Transferred Data</b>
de: <b>Übertragene Daten</b>
es: <b>Datos transferidos</b>
fr: <b>Données transférées</b>
it: <b>Dati trasferiti</b>
pt: <b>Dados transferidos</b>

source: <b>Current session</b>
de: <b>Laufende Session</b>
es: <b>Sesión actual</b>
fr: <b>Session en cours</b>
hr: <b>Sadašnja sesija</b>
it: <b>Sessione corrente</b>
pt: <b>Sessão atual</b>

source: Total Traffic
es: Tráfico total
pt: O tráfego total

source: Current month
de: Laufender Monat
es: Mes actual
fr: Mois en cours
it: Mese corrente
pt: Mês actual

source: Last month
de: Letzter Monat
es: Último mes
fr: Mois dernier
it: Ultimo mese
pt: Mês anterior

source: <b>Usage</b> - Remember that this information is only orientative.
de: <b>Usage</b> - Bedenken Sie, dass diese Information nur zur Orientierung dient
es: <b>Uso</b> - Recuerde que esta información es sólo orientativa.
pt: <b>Uso</b> - Lembre-se que esta informação é apenas orientativo.

source: Help menu
de: Hilfe-Menue
es: Menú ayuda
fr: Menu d'aide
hr: Izbornik Pomoći
it: Menu Aiuto
pt: Menu Ajuda

source: Support center
es: Centro de soporte
fr: Centre de support
hr: Centar za Podršku
it: Centro supporto
pt: Centro de suporte

source: Customer support
es: Soporte al cliente
fr: Service clientèle
hr: Korisnička podrška
it: Supporto Clienti
pt: Apoio ao Cliente

source: Device setup
de: Geräteeinrichtung
es: Configuración de dispositivo
fr: Configuration du périphérique
hr: Postavke uređaja
it: Configurazione periferica
pt: A configuração do dispositivo

source: Please select from the following options how do you want to connect to the Internet
de: Bitte wählen Sie eine der folgenden Optionen für die Verbindung mit dem Internet
es: Por favor, seleccione cual de las siguientes opciones quiere usar para conectarse a Internet
fr: Sélectionnez dans les options suivantes comment vous souhaitez vous connecter à Internet
it: Seleziona quali delle seguenti opzioni vuoi usare per connetterti a Internet
pt: Seleccione uma das seguintes opções para se ligar à internet

source: Device model:
de: Gerätemodell
es: Modelo del dispositivo:
fr: Modèle de périphérique
hr: Model uređaja:
it: Modello periferica:
pt: Modelo de dispositivo

source: Connection:
de: Verbindung
es: Conexión:
fr: Connexion:
hr: Veza:
it: Connessione:
pt: Conexão:

source: Bluetooth configuration
de: Bluetooth Konfiguration
es: Configuración Bluetooth
fr: configuration Bluetooth
hr: Bluetooth konfiguracija
it: Configurazione bluetooth

source: Configure your <b>Bluetooth</b> device
de: Konfigurieren Sie Ihr <b>Bluetooth</b> Gerät
es: Configure su dispositivo <b>Bluetooth</b>
fr: Configuration de votre périphérique <b>Bluetooth</b>
hr: Podešavanje <b>Bluetooth</b> uređaja
it: Configura la tua periferica <b>Bluetooth</b>

source: Make sure that your mobile has bluetooth enabled and is visible. You'll need a pass-key agent installed like bluez-gnome. Your connection can be automatically configured if your distribution sports a recent version of libbluetooth2. Otherwise you will have to configure it yourself and fill the relevant entries
de: Stellen Sie sicher, dass an Ihrem Gerät Bluetooth eingeschaltet und sichtbar ist. Es muß ein Pass-Key Agent wie z.B. bluez-gnome installiert sein. Ihre Verbindung kann automatisch konfiguriert werden, wenn Ihre SW eine der neuesten Versionen von libbluetooth2 enthält. Andernfalls müssen Sie selbst konfigurieren und die relevanten Einträge eingeben.
es: Asegúrese de que su móvil tiene bluetooth activado y es visible. Necesitará un agente contraseña-clave instalado como bluez-gnome. Su conexión puede ser automáticamente configurada si su distribución dispone de una versión reciente de libbluetooth2. De otro modo, tendrá que configurarlo, y especificar las opciones relevantes.
fr: Assurez-vous que vous avez activé le bluetooth sur votre mobile et que celui-ci est visible Vous aurez besoin d'un agent de gestion de mots de passe tel bluez-gnome. Votre connexion peut être configurée automatiquement si votre distribution dispose d'une version récente de libbluetooth2. Dans le cas contraire, vous devrez la configurer vous-mêmes et compléter les entrées correspondantes
hr: Provjerite ako vaš mobilni telefon ima uključen Bluetooth i da je vidljiv. Trebat će vam pass-key agent instaliran kao bluez-gnome.Vaša veza će biti automatski konfigurirana ako vaša distibucija ima posljednju verziju libbluetooth2.U suprotnom morate popuniti tražene podatke
it: Accertati che il tuo cellulare abbia il bluetooth abilitato e visibile. Avrai bisogno di un pogramma che fornisce la chiave di sicurezza tipo bluez-gnome. La tua connessione potrà essere configurata automaticamente se la tua distribuzione contiene una versione recente di libbluetooth2. Altrimenti dovrai configurartela compilando i relativi campi.

source: _Start discovery
de: Beginn Suche
es: _Empezar búsqueda
fr: _démarrer la découverte
hr: _Počni otkrivanje
it: _Avvia ricerca

source: <b>Serial Port</b>
de: <b>Serieller Port</b>
es: <b>Puerto serie</b>
fr: <b>Port Série</b>
hr: <b>Serijski Port</b>
it: <b>Porta seriale</b

source: Data port
de: Daten Port
es: Puerto de datos
fr: port Data
hr: Podatkovni port
it: Porta dati

source: Control port
es: Puerto de control
fr: Port de contrôle
hr: Kontrolni port
it: Porta controllo

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hr: Brzina
it: Velocità

source: <b>Connection settings</b>
de: <b>Verbindungseinstellungen</b>
es: <b>Preferencias de conexión</b>
fr: <b>Configuration de la Connexion</b>
it: <b>Configurazione connessione</b>

source: Enable hardware flow control
de: Aktiviere HW-Fluß-Steuerung
es: Activar control de flujo por hardware
fr: Activer le contrôle de flux matériel
hr: Omogući hardverski protok podataka
it: Abilita il controllo di flusso hardware

source: Enable software flow control
de: Aktiviere SW-Fluß-Steuerung
es: Activar control de flujo por software
fr: Activer le contrôle de flux logiciel
hr: Omogući softverski protok podataka
it: Abilita il controllo di flusso software

source: Contact search
de: Kontakt Suche
es: Buscar contacto
fr: Recherche de Contact
hr: Pretaga kontakata
it: Ricerca contatto
pt: Procurar contacto

source: Name:
es: Nombre:
fr: Nom:
hr: Ime:
it: Nome:
pt: Nome:

source: Contacts List
de: Kontakt Liste
es: Lista de contactos
fr: Liste de contacts
hr: Lista kontakata
it: Lista contatti
pt: Lista de contactos

source: Number:
de: Nummer:
es: Número:
fr: Numéro:
hr: Broj:
it: Numero:
pt: Número

source: <b>Save in:</b>
de: <b>Abspeichern in:</b>
es: <b>Guardar en:</b>
fr: <b>Sauvegarder dans:</b>
hr: <b>Spremi u: </b>
it: <b>Salva in:</b>
pt: <b>Guardar em: </b>

source: Mobile
es: Móvil
fr: Portable
hr: Prijenosno
it: Cellulare
pt: Movél

source: Computer
es: Ordenador
fr: Ordinateur
hr: Računalo
pt: Computador

source: <b>Datacard details</b>
es: <b>Detalles del dispositivo</b>
fr: <b>Datacard détails</b>
pt: <b>Detalhes Datacard</b>

source: Manufacturer:
es: Fabricante:
pt: Fabricante:

source: Model:
de: Modell:
es: Modelo:
fr: Modèle:
it: Modello:
pt: Modelo:

source: Card manufacturer
es: Fabricante del dispositivo
pt: Fabricante do cartão

source: Card model
de: Kartenmodell
es: Modelo de tarjeta
fr: Modèle de carte
hr: Model kartice
it: Modello periferica
pt: Cartão modelo

source: <b>Network details from SIM</b>
es: <b>Detalles de red de la SIM</b>
pt: <b>detalhes da Rede SIM</b>

source: Network:
es: Red
fr: Réseau:
pt: Rede:

source: Country:
es: País:
fr: Pays:
pt: País

source: Mobile Number:
es: Número de móvil:
fr: Numéro de portable:
pt: Número:

source: Unknown
de: unbekannt
es: Desconocido
fr: Inconnu
hr: Nepoznato
it: Sconosciuto
pt: Desconhecido

source: <b>Device information</b>
es: <b>Información del dispositivo</b>
fr: <b>Informations sur l'appareil</b>
pt: <b>Dispositivo informação</b>

source: Operating System:
de: Betriebssystem
es: Sistema Operativo:
fr: Système opérationnel
hr: Operativni Sistem:
it: Sistema Operativo:
pt: Sistema Operativo:

source: Version:
es: Versión:
hr: Verzija:
it: Versione:
pt: Versão:

source: Uptime:
de: Einschaltdauer
es: Tiempo encendido:
fr: Durée de connexion:
it: Acceso da:
pt: Tempo Ligado:

source: Device
es: Dispositivo
pt: Dispositivo

source: Software Version:
es: Versión de software:
fr: Version du logiciel
pt: Versã de software:

source: Core Version:
es: Versión del núcleo de VMB:

source: Not supported
de: Nicht unterstützt
es: No soportado
fr: Non supporté
hr: Nije podržano
it: Non supportato
pt: Não Suportado

source: <b>USSD Test Message Diagnostics</b>
es: <b>Diagnóstico de los mensajes de prueba USSD</b>
fr: <b>Diagnostics USSD message de test</b>
pt: <b>Mensagem USSD Diagnostics Test</b>

source: Add your USSD string:
es: Añada su cadena USSD:
pt: Dê sua seqüência USSD:

source: USSD reply message:
es: Mensaje de respuesta USSD
fr: message de réponse USSD
pt: USSD mensagem de resposta:

source: Send
es: Enviar
fr: Envoyer
pt: Enviar

source: <big><b>Big title!</b></big>
de: <big><b>Haupttitel!</b></big>
es: <big><b>¡Encabezado grande!</b></big>
fr: <big><b>Gros titre!</b></big>
it: <big><b>Grande titolo!</b></big>

source: A detailed message
de: Eine detailierte Nachricht
es: Un mensaje detallado
fr: Un message détaillé
hr: Detaljna poruka
it: Messaggio dettagliato

source: <big><b>Question?</b></big>
de: <big><b>Frage?</b></big>
es: <big><b>Pregunta?</b></big>
it: <big><b>Domanda?</b></big>

source: Detailed message
de: Detailierte Nachricht
es: Mensaje detallado
fr: Message détaillé
hr: Detaljna poruka
it: Messaggio dettagliato

source: Action
de: Aktion
es: Acción
hr: Akcija
it: Azione

source: <b>title</b>
de: <b>Titel</b>
es: <b>título</b>
fr: <b>titre</b>
it: <b>titolo</b>

source: Remember my choice
de: Merke meine Auswahl
es: Recordar mi elección
fr: Se souvenir de mes choix
hr: Zapamti moj izbor
it: Ricorda la mia scelta
pt: Recordar a minha escolha

source: <span size='large' weight='bold'>Creating a new keyring</span>
es: <span size='large' weight='bold'>Creando un nuevo almacén de claves</span>
pt: <span size='large' weight='bold'>Criando um novo chaveiro</span>

source: Please, insert a code to encrypt your sensible information.
es: Por favor, inserte un código para cifrar su información sensible.
pt: Por favor, insira um código para criptografar o sensato da informação.

source: Password:
de: Passwort
es: Contraseña:
fr: Mot de passe:
hr: Lozinka:
pt: Palavra-passe:

source: Confirm password:
es: Confirmar contraseña:
fr: Confirmer mot de passe:
pt: Confirme a palavra-passe

source: Unlock Keyring
es: Desbloquear almacén de claves
pt: Desbloquear chaveiro

source: Please, enter your keyring password
es: Por favor, introduzca su contraseña para el almacén de claves
pt: Por favor, informe sua palavra-passe chaveiro

source: Wader log
es: Registro de Wader

source: Topup Credit
es: Crédito para recargas
pt: Recarga de crédito

source: <b>SIM Details</b>
es: <b>Detalles de la SIM</b>
fr: <b>Détails sur le SIM</b>
pt: <b>SIM Detalhes</b>

source: <b>Number</b>
es: <b>Número</b>
fr: <b>Numéro</b>
pt: <b>Número</b>

source: <b>Credit</b>
es: <b>Crédito</b>
fr: <b>Crédit</b>
pt: <b>Crédito</b>

source: <b>Date</b>
es: <b>Fecha</b>
pt: <b>Data</b>

source: Recheck my credit:
es: Volver a comprobar crédito:
pt: Verifique novamente o meu crédito:

source: Check credit
es: Comprobar crédito
pt: Verificação de crédito

source: <b>Voucher Code</b>
es: <b>Código de voucher</b>
fr: <b>Code de réduction</b>
pt: <b>Código do voucher</b>

source: Enter code:
es: Introduzca el código:
pt: Digite o código

source: <b>Credit Card</b>
es: <b>Tarjeta de crédito</b>
fr: <b>Carte de crédit</b>
pt: <b>Cartão de crédito</b>

source: Pay by credit card
es: Pagar con tarjeta de crédito
pt: Pagamento por cartão de crédito

source: Insert your PIN code
de: Geben Sie Ihren PIN-Code ein
es: Introduzca su código PIN
fr: Insérez votre code PIN
hr: Upišite vaš PIN kod
it: Inserisci il tuo codice PIN
pt: Introduza o seu código PIN

source: Insert PIN Window
de: Fenster für PIN-Eingabe
es: Ventaja para introducir su código PIN

source: Please insert your PIN code
de: Bitte geben Sie Ihren PIN-Code ein
es: Por favor, introduzca su código PIN
fr: Merci d'insérer votre code PIN
it: Per cortesia introduci il codice PIN
pt: Por favor, introduza o seu código PIN

source: Insert PIN Entry
de: Eintrag für PIN-Eingabe
es: Entrada para introducir su código PIN
pt: Introduza o seu código PIN

source: Manage my PIN through gnome-keyring
de: Verwalte meine PIN mit gnome-keyring
es: Gestionar mi PIN con gnome-keyring
fr: Gérer mon code PIN par gnome-keyring
hr: Koristi moj PIN kroz gnome-keyring
it: Gestisci il codice PIN attraverso il portachiavi di gnome
pt: Gerir o meu PIN através do gnome-keyring

source: <b>Advanced Options</b>
de: <b>Erweiterte Optionen</b>
es: <b>Opciones Avanzadas</b>
fr: <b>Paramètres avancés</b>
hr: <b>Napredne opcije</b>
it: <b>Opzioni avanzate</b>
pt: <b>Opções Avançadas</b>

source: Modify PIN code
de: Pin-Code verändern
es: Modificar código PIN
fr: Modifier le code PIN
hr: Uredi PIN kod
it: Modifica il codice PIN
pt: Modificar código PIN

source: Confirm PIN code:
de: Bestätigen Sie den PIN-Code
es: Confirmar código PIN:
fr: Confirmer le code PIN:
hr: Potvrdi PIN kod:
it: Conferma il codice PIN:
pt: Confirmar código PIN:

source: New PIN code:
de: Neuer PIN-Code
es: Nuevo código PIN:
fr: Nouveau code PIN:
hr: Novi PIN kod:
it: Nuovo codice PIN
pt: Novo código PIN:

source: Current PIN code:
de: Derzeitiger PIN-Code
es: Código PIN actual:
fr: Code PIN actuel:
hr: Sadašnji PIN kod:
it: Codice PIN corrente:
pt: Código PIN actual:

source: Please enter PUK
de: PUK-Code eingeben
es: Por favor, introduzca el código PUK
fr: Veuillez saisir votre code PUK
hr: Molimo, unesite PUK kod
it: Immettere il codice PUK
pt: Introduza o código PUK

source: <b>Change to global SMS settings </b>
es: <b>Cambiar a la configuración global de SMS</b>
fr: <b>Changement de paramètres globaux SMS</b>
pt: <b>Alterar as configurações globais SMS</b>

source: Allow SMS confirmation
es: Permitir confirmación SMS
fr: Laisser SMS de confirmation
pt: Permitir a confirmação SMS

source: Allows SMS confirmation reports. This lets you see when someone has received your text message.
es: Permite notificaciones de confirmación SMS. Esto permit comprobar cuándo alguien ha recibido su mensaje de texto.
pt: Permite que os relatórios do SMS de confirmação. Isto permite-lhe ver quando alguém recebeu a mensagem de texto.

source: Use an alternative SMS Service centre address
es: Utilizar una dirección alternativa para el centro de servicio SMS
fr: Utilisez une autre adresse centre de service SMS
pt: Use uma alternativa endereço do centro de serviço SMS

source: Lets you configure a different service centre address if you are not a Vodafone customer or the default one is incorrect.
es: Permite configurar una dirección de centro de mensajes diferente si no es un cliente de Vodafone o la opción por defecto es incorrecta.
fr: Permet de configurer une adresse de service différents centre si vous n'êtes pas un client Vodafone ou celui par défaut est incorrect.
pt: Permite configurar um endereço do centro de serviço diferente se você não é cliente Vodafone ou a um padrão é incorreto.

source: <b>SMSC preferences</b>
de: <b>SMSC Präferenzen</b>
es: <b>Preferencias SMSC</b>
fr: <b>Préférences SMSC</b>
hr: <b>SMSC postavke</b>
it: <b>Impostazioni SMSC</b>
pt: <b>Preferências SMSC</b>

source: Profile:
de: Profil:
es: Perfil:
fr: Profil:
hr: Profil:
it: Profilo:
pt: Perfil

source: SMSC number:
de: SMSC Nummer
es: Número SMSC:
fr: numéro SMSC:
hr: SMSC broj:
it: Numero SMSC:
pt: Número SMSC:

source: <b>Message options</b>
de: <b>Nachrichten Optionen</b>
es: <b>Opciones de mensaje</b>
fr: <b>Options de Message</b>
hr: <b>Opcije poruka</b>
it: <b>Opzioni messaggio</b>
pt: <b>Opciones de mensagens</b>

source: Validity:
de: Gültigkeit
es: Validez:
fr: Validité:
hr: Trajanje:
it: Validità:
pt: Validade:

source: SMS Profile
es: Perfile SMS
fr: profil SMS
pt: SMS perfil

source: <b>User options</b>
de: <b>Nutzer Optionen</b>
es: <b>Opciones de usuario</b>
fr: <b>Options de l'utilisateur</b>
hr: <b>Korisničke opcije</b>
it: <b>Opzioni utente</b>
pt: <b>Opções do usuário</b>

source: Exit without confirmation
de: Beenden Sie ohne Bestätigung
es: Salir sin confirmación
fr: Fermer sans confirmation
hr: Izađi bez potvrde
it: Esci senza confermare
pt: Sair sem confirmação

source: Show icon on tray
de: Zeige als Icon auf der Leiste
es: Mostrar icono en bandeja
fr: Montrer l'icône sur la barre des tâches
hr: Prikaži ikonu u tray-u
it: Mostra l'icona sulla barra applicazioni
pt: Mostrar o ícone na bandeja

source: Close window minimizes app to tray
de: Schließen des Fensters verkleinert die Applikation auf die Leiste
es: Cerrar ventana minimiza la aplicación en la bandeja
fr: Fermer la fenêtre minimise l'application dans la barre des tâches
hr: Ugasi prozor minimalizira aplikaciju u sistemski izbornik
it: Chiudi la finestra minimizzando l'applicazione sulla barra applicazioni
pt: Fechar a janela minimiza a aplicação para a bandeja

source: Manage my PIN through gnomekeyring
de: Verwalte meine PIN mit gnome-keyring
es: Gestionar PIN a través de gnomekeyring
fr: Gérer mon PIN par gnomekeyring
hr: Kontroliraj moj PIN kroz gnomekeyring
it: Gestisci il mio PIN attraverso il gestore portachiavi
pt: Gerir o meu PIN por gnomekeyring

source: User Preferences
de: Nutzer Präferenzen
es: Preferencias de usuario
fr: Préférences de l'utilisateur
hr: Korisničke postavke
it: Impostazioni utente
pt: Preferências do usuário

source: <b>Web Browser</b>
es: <b>Navegador web</b>
fr: <b>Navigateur internet</b>
hr: <b>Internet preglednik</b>

source: Command:
de: Befehl:
es: Comando:
fr: Commande:
hr: Naredba:
it: Comando:
pt: Comando:

source: <b>Email client</b>
es: <b>Cliente email</b>
fr: <b>Client Email</b>
hr: <b>Email klijent</b>
it: <b>Programma Email</b>
pt: <b>cliente de e-mail</b>

source: Applications
de: Applikationen
es: Aplicaciones
hr: Aplikacije
it: Programmi
pt: Aplicações

source: <b>Usage Options</b>
de: <b>Nutzungsoptionen</b>
es: <b>Opciones de consumo</b>
fr: <b>Options d'utilisation</b>
hr: <b>Opcije upotrebe</b>
it: <b>Uso Opzioni</b>
pt: <b>Uso de Opções</b>
