Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/*.po
Languages: de, es, fr, hr, it, pt

source: The following error was received while trying to establish a connection: %s
de: Die folgende Fehlermeldung wurde während des Verbindungsaufbaus empfangen: %s
hr: Dogodila se greška prilikom pokušaja uspostavljanja veze: %s
it: Il seguente errore è stato ricevuto mentre si stava cercando di stabilire una connessione: %s

source: Overwrite
de: Überschreibe
hr: Presnimi preko
it: Sovrascrivi

source: Device List
de: Geräteliste
hr: Lista uređaja
it: Lista periferiche

source: translated to $LANG by $translater
de: Übersetzt nach $LANG von $translater
hr: prevedeno na $LANG od $translater
it: tradotto in $LANG da $translater

source: Default
de: Grundeinstellung
hr: Uobičajno
it: Predefinito

source: WVDial directive error
de: Fehler: WVDial Anweisung
hr: WVDial greška
it: Errore nella direttiva WVDial

source: Since version 0.9.7 %s manages pppd's /etc/ppp/{p,ch}ap-secrets, the 'plugin passwordfd.so' directive should not appear on the current wvdial profile, please remove it manually. Go to Tools -> Preferences, select the wvdial profiles tab, and remove from the current wvdial profile the 'plugin passwordfd.so' line.
de: Ab Version 0.9.7, %s verwaltet pppd's /etc/ppp/{p,ch}ap-secrets. Die 'Plugin Passwordfd.so' Anweisung sollte daher nicht in dem aktuellen wvdial Profil erscheinen. Bitte entfernen Sie sie manuell. Gehen Sie dazu zu Werkzeuge -> Präferenzen, wählen Sie den wvdial Profile Reiter, und entfernen Sie vom aktuellen wvdial Profil die Zeile 'plugin passwordfd.so'.
hr: Od verzije 0.9.7 %s upravlja pppd's /etc/ppp/{p,ch}ap-secrets, 'plugin passwordfd.so' direktiva se nebi smjela pojaviti na trenutnom wvdial profilu, molimo obrišite je ručno. Odite na Tools -> Preferences, izaberite wvdial profiles tab, i obrišite iz trenutnog wvdial profila liniju 'plugin passwordfd.so'.
it: Sin dalla versione 0.9.7 %s controlla pppd /etc/ppp/{p,ch}ap-secrets, il 'plugin passwordfd.so' non dovrebbe apparire nelle direttive del profilo corrente di wvdial, per cortesia rimuovetele manualmente. Vai su Strumenti -> Opzioni, seleziona la scheda del profilo wvdial, e rimuovi dal profilo corrente wvdial la linea 'plugin passwordfd.so' .

source: GPRS only
de: ausschließlich GPRS
hr: Samo GPRS
it: Solo GPRS

source: GPRS preferred
de: GPRS bevorzugt
hr: Preferiraj GPRS
it: Prediligi GPRS

source: Shutting down...
de: Fährt runter...
hr: Gašenje...
it: In spegnimento

source: Missing dependencies
de: Fehlende Bedingungen
hr: Nerješene međuzavisnosti
it: Dipendenze mancanti

source: The following dependencies are not satisfied: %s
de: Die folgenden Bedingungens sind nicht erfüllt: %s
hr: Sljedeće međuzavisnosti nisu rješene: %s
it: Le seguenti dipendenze non sono soddisfatte: %s

source: OS/Distro not registered
de: Distribution des Betriebssystens nicht registriert
hr: OS/Distro nije registriran
it: Sistema Operativo/Distribuzione non registrata

source: Permissions problems
de: Zulassungsprobleme
hr: Problemi sa dozvolama
it: Problema con i permessi

source: label
fr: onglet
it: etichetta

source: Name:
hr: Ime:
it: Nome:

source: _Send SMS
hr: _Pošalji SMS
it: _Spedisci un SMS

source: NoMatchError: No password was retrieved from connection, please set one again
pt: NoMatchError: Nenhuma senha foi recuperada a partir de conexão, defina um novo

source: Error creating profile
pt: Erro ao criar perfil

source: Can not close application
pt: Não é possível fechar a aplicação

source: Can not close while a connection is active
pt: Não é possível fechar com uma conexão está ativa

source: Invalid password
pt: Senha inválida

source: The supplied password is incorrect
pt: A senha fornecida está incorreta

source: SIM error
pt: erro SIM

source: Perhaps your SIM is not inserted correctly?
fr: Peut-être que votre carte SIM n'est pas insérée correctement?
pt: Talvez o cartão SIM não está inserido corretamente?

source: Error while registering to home network
pt: Erro ao registrar a rede doméstica

source: Transfer limit exceeded
pt: Transferir limite excedido

source: You have exceeded your transfer limit
pt: Você excedeu o seu limite de transferência

source: No device has been found. Insert one and try again.
pt: Nenhum dispositivo foi encontrado. Insira um e tente novamente.

source: You need to create a profile for connecting.
pt: Você precisa criar um perfil de ligação.

source: Editor not available
pt: Editor não está disponível

source: Can not start external contact editor "%s"
pt: Não é possível iniciar o editor de contato externo "%s"

source: Migrate to DB
pt: Migrar para o DB

source: Error while sending SMS
pt: Erro ao enviar SMS

source: No signal
pt: Não há sinal de

source: <b>Computer</b>
hr: <b>Računalo</b>

source: Vodafone Spain S.A.
hr: VIP Vodafone

source: Firmware:
fr: Progiciel:

source: Firmware
fr: Progiciel:

source: You can easily find answers to the most common questions in the help menu, in your company's support center and in the support area at: %s. If you still have difficulties you can call to Vodafone's Customer Support Center, the numbers are: 123, if you are using Vodafone's network, or +34 607 123 00 if you are calling from other network.
fr: Vous pouvez trouver la réponse aux questions les plus communes dans le menu d'aide, auprès du service de support de votre entreprise ou le site de support de Vodaphone %s. Si vous rencontrez encore des difficultés vous pouvez appeler le centre de support clientèle de Vodaphone dont les numéros sont: 123, si vous utilisez le réseau Vodaphone ou +34 607 123 00 si vous appelez d'un autre réseau.

source: Text message: %(num)d/%(tot)d chars
fr: Texte du message: %(num)d/%(tot)d caractères

source: Text message: %(num)d/%(tot)d chars (%(msgs)d SMS)
fr: Texte du message: %(num)d/%(tot)d caractères (%(msgs)d SMS)
