Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/v-mobile-broadband-*.po
Languages: ro, ru

source: Text message: %(num)d/%(total)d chars (%(msgs)d SMS)
ro: Text mesaj: %(num)d/%(total)d chars (%(msgs)d SMS)
ru: Текстовое сообщение: %(num)d/%(total)d символов (%(msgs)d SMS)

source: Incorrect PIN
ro: Cod PIN incorect
ru: Неверный PIN

source: <small>The PIN you've just entered is incorrect. Bear in mind that after three failed PINs you'll be asked for the PUK code</small>
ro: <small>PIN care ati introdus este incorect.Țineți cont de faptul că, după trei coduri PIN eșuate vi se va solicita codul PUK</small>
ru: <small>Вы ввели неправильный ПИН-код. Учтите, если вы введёте ПИН-код неправильно три раза подряд, в последствии вам будет необходимо ввести PUK-код</small>

source: Quit %s
ro: Ieșire %s
ru: В_ыйти из %s

source: Are you sure you want to exit?
ro: Sigur doriți să ieșiți?
ru: Вы действительно хотите выйти?

source: Can not close application
ro: Aplicatia nu poate fi inchisa
ru: Невозможно закрыть приложение

source: Can not close while a connection is active
ro: Nu se poate închide în timp ce o conexiune este activă
ru: Невозможно завершить работу, в то время как соединение активно

source: You can easily find answers to the most common questions in the help menu, in your company's support center and in the support area at: %(url)s. If you still have difficulties you can call to Vodafone's Customer Support Center, the numbers are: %(shortcode)s, if you are using Vodafone's network, or %(international)s if you are calling from other network.
ro: Puteți găsi cu ușurință răspunsuri la cele mai frecvente întrebări în meniul de ajutor, în centrul companiei de sprijin și în zona de suport la: %(url)s. Dacă aveți în continuare dificultăți puteți apela la Centrul de asistență pentru clienți Vodafone, numerele sunt: %(shortcode)s, if you are using Vodafone's network, or %(international)s daca suni din alta retea.
ru: Вы можете найти ответы на наиболее частые вопросы, используя меню справки, в центре поддержки вашей компании и службой поддержки по адресу: %(url)s. Если вы до сих пор испытываете трудности, вы можете обратиться в центр поддержки абонентов Vodafone, по номерам: %(shortcode)s, если вы используете сеть Vodafone, или %(international)s если вы звоните из другой сети.

source: Invalid password
ro: Parolă invalidă
ru: Неверный пароль

source: The supplied password is incorrect
ro: Parola furnizată este incorectă
ru: Предоставленный вами пароль неправильный

source: SIM error
ro: Eroare de SIM
ru: Ошибка SIM-карты

source: Perhaps your SIM is not inserted correctly?
ro: Poate că cartela SIM nu este introdusă corect?
ru: Возможно ваша SIM-карта вставлена неправильно?

source: Unknown error
ro: Eroare necunoscută
ru: Неизвестная ошибка

source: Error while registering to home network
ro: Eroare de inregistrare in reteau furnizorului
ru: Ошибка во время регистрации в домашней сети

source: Transfer limit exceeded
ro: Depășită limita de transfer
ru: Превышено ограничение передачи

source: You have exceeded your transfer limit
ro: Ați depășit limita de transfer
ru: Вы превысили ограничение передачи

source: SMS receipt received for %s
ro: SMS a ajuns la %s

source: SMS received from %s
ro: SMS primt de la %s
ru: SMS получено от %s

source: Failed connection attempt
ro: Incercare de conexiune esuata
ru: Неудачная попытка подключения

source: Unable to connect
ro: Conectare eșuată
ru: Невозможно соединиться

source: Send SMS
ro: Expediază SMS
ru: Отправить SMS

source: Quit
ro: Iesire
ru: Выход

source: _Delete
ro: _Şterge
ru: _Удалить

source: Edit
ro: Editeazã
ru: Изменить

source: Invalid CSV format
ro: Format CSV invalid
ru: Недопустимый формат CSV

source: The csv file that you have tried to import has an invalid format.
ro: Fisierul Csv pe care ați încercat să importați are un format nevalid
ru: Файл csv, который вы попытались импортировать имеет недопустимый формат.

source: No device found
ro: Nu s-a găsit niciun dispozitiv
ru: Устройства не найдены

source: No device has been found. Insert one and try again.
ro: Nici un dispozitiv a fost găsit. Introduceți unul și încercați din nou.
ru: Устройство не обнаружено. Подсоедините его и повторите снова.

source: Profile needed
ro: Profilul este necesar
ru: Необходим профиль

source: You need to create a profile for connecting.
ro: Ai nevoie de un profil pentru a putea conecta
ru: Для подключения вам необходим профиль.

source: Invalid Connection
ro: Conexiune nevalida
ru: Недопустимое соединение

source: It's likely that this connection was made by the Network Manager Applet, please use that to deactivate
ro: Este probabil ca această conexiune a fost făcută de către Network Manager Applet, va rugam sa o folositi pentru a dezactiva
ru: Судя по всему, это соединение создано мини-программой Диспетчер сети, пожалуйста, используйте его для разъединения

source: _New Profile
ro: _Profil nou
ru: _Создать профиль

source: Load Profile
ro: Încarcă profil
ru: Загрузить профиль

source: Edit Profile
ro: Editează profil
ru: Изменение профиля

source: Delete Profile
ro: Ștergere profil
ru: Удалить профиль

source: No mobile connection. Do you want to continue?
ro: Fara conexiune telefonica.Vrei sa continui?
ru: Мобильное соединение отсутствует. Вы действительно хотите продолжить?

source: Editor not available
ro: Editorul nu este disponibil
ru: Редактор недоступен

source: Can not start external contact editor "%s"
ro: Nu se poate porni editorul de contact extern "%s"
ru: Невозможно запустить внешний редактор контактов "%s"

source: _Add to contacts
ro: _Adauga la contacte
ru: _Добавить в список контактов

source: Migrate to DB
ro: Schimba la DB
ru: Переместить в базу данных

source: Save to draft
ro: Salveaza in ciornă
ru: Сохранить в черновиках

source: Delete
ro: Sterge
ru: Удалить

source: Can not handle DB contacts
ro: Nu poate manipula date de contact DB
ru: Невозможно обработать контакты базы данных

source: Only SIM based contacts supported
ro: Suporta doar contactele salvate in SIM
ru: Поддерживаются контакты только с SIM-карты

source: Maximum time
ro: Timp Maxim
ru: Макс. время

source: 1 week
ro: o săptămână
ru: 1 неделя

source: 3 days
ro: 3 zile
ru: 3 дня

source: 1 day
ro: 1 zi
ru: 1 день

source: Missing dependency
ro: Lipseste dependenta
ru: Отсутствует зависимость

source: To use this feature you need either pygtk >= 2.10 or the egg.trayicon module
ro: Pentru a utiliza această caracteristică aveți nevoie fie de PyGtk> = 2.10 sau modulul egg.trayicon
ru: Если вы хотите использовать эту возможность, вам необходимо установить pygtk >= 2.10 или модуль egg.trayicon

source: No contact found
ro: Nici un contact găsit
ru: Контакт не найден

source: No contact with the name %s found
ro: Nici un contac gasit cu numele %s
ru: Контакт с именем %s не найден

source: Error while getting connection password
ro: Eroare în timpul obțineri parolei de conexiune
ru: Ошибка во время приёма пароля соединения

source: NoMatchError: No password was retrieved from connection, please set one again
ro: NoMatchError: Nu parola nu a fost prelevata de la conexiune, vă rugăm să stabiliți una noua

source: Error creating profile
ro: Eroare la crearea profilului
ru: Ошибка создания профиля

source: translator-credits
ro: Launchpad Contributions: Andrew Bird https://launchpad.net/~ajb-spheresystems Rumanix https://launchpad.net/~a238363
ru: Launchpad Contributions: Andrew Bird https://launchpad.net/~ajb-spheresystems Eugene Marshal https://launchpad.net/~lowrider

source: Warning
ro: Avertisment
ru: Предупреждение

source: Error
ro: Eroare
ru: Ошибка

source: Password required
ro: Parolă obligatorie
ru: Требуется пароль

source: Please, insert the password of your connection
ro: Va rugam introduceti parola dvs. de conectare
ru: Пожалуйста, введите пароль вашего соединения

source: Save as ...
ro: Salveaza ca...
ru: Сохранить как ...

source: Csv files
ro: fisier Csv
ru: Файлы Csv

source: All files
ro: Toate fişierele
ru: Все файлы

source: Overwrite "%s"?
ro: suprascriere "%s"?
ru: Заменить "%s"?

source: A file with this name already exists. If you choose to overwrite this file, the contents will be lost.
ro: Un fișier cu acest nume există deja. Dacă alegeți să suprascrie acest fișier, conținutul va fi pierdut.
ru: Файл с этим именем уже существует. Если вы замените его, содержимое файла будет потеряно.

source: Import contacts from...
ro: Importa contacte din...
ru: Импортировать контакты из...

source: Create default keyring
ro: Creați keyring implicit
ru: Создать диспетчер паролей и ключей по умолчанию

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose a password you wish to use for it.
ro: Aplicatia '% s' vrea să stocheze o parolă, dar nu există nici keyring implicit. Pentru a crea unul, va trebui să alegeți o parolă pe care doriți să o utilizați pentru ea.
ru: Приложение '%s' хочет сохранить пароль, но диспетчер паролей и ключей не назначен по умолчанию. Если вы хотите создать его, вам необходимо выбрать для него пароль, который вы будете использовать.

source: Unlock keyring
ro: Deblocare keyring
ru: Разблокировать диспетчер паролей и ключей

source: The application '%s' wants access to the default keyring, but is locked.
ro: Aplicatia '% s' dorește acces la keyring implicit, dar este blocat.
ru: Приложение '%s' предпринимает попытку получить доступ к диспетчеру паролей и ключей по умолчанию, но он заблокирован.

source: Do not run the application as root
ro: Nu rulați aplicația ca root
ru: Не запускайте приложение от имени администратора

source: Otherwise some features, like profiles, might behave unpredictably.
ro: În caz contrar, anumite caracteristici, cum ar fi profiluri, s-ar putea să se comporte imprevizibil.
ru: В противном случае некоторые возможности, такие как профили, могут вести себя непредсказуемо.

source: Model:
ru: Модель:

source: Firmware:
ru: Микропрограмма:

source: Firmware
ru: Прошивка

source: Modem
ru: Модем

source: Uptime:
ru: Время работы:

source: Modem Manager
ru: Диспетчер модема

source: Total:
ru: Всего:

source: <b>Credit</b>
ru: <b>Кредит</b>

source: Text
ru: Текст
