Repository: Kode-Kook/vodafone-mobile-broadband
Catalog: resources/po/v-mobile-broadband-*.po
Languages: ro, ru

source: APN selection
ro: selectie APN
ru: Выбор точки доступа

source: <b>Preconfigured APNs for your Operator.</b> You can choose a preconfigured APN or cancel to enter the information needed to set up a custom one.
ro: <b>APN preconfigurat pentru operador.</b>poti alege un APN preconfigurat sau sa anulezi pentru a introduce informatia necesara pentru a crea unul personalizat.
ru: <b>Профили точек доступа для вашего оператора.</b> Вы можете выбрать профиль точки доступа или самостоятельно ввести сведения необходимые для настройки доступа.

source: Cancel
ro: Anulează
ru: Отменить

source: OK
ro: Acceptare
ru: Да

source: <b>APN Settings</b>
ro: <b>Setari APN</b>
ru: <b>Настройки точки доступа</b>

source: Device setup
ro: Setari Dispozitiv
ru: Установка устройства

source: Please select from the following options how do you want to connect to the Internet
ro: va rugam selectati din urmatoarele optiuni modul de conectare la internet
ru: Пожалуйста, выберите из следующих вариантов, способ подключения к интернету

source: Device model:
ro: Modelul dispozitivului
ru: Модель устройства:

source: Connection:
ro: Conexiune:
ru: Подключение:

source: Bluetooth configuration
ro: configuratie Bluetooth
ru: Настройки Bluetooth

source: Configure your <b>Bluetooth</b> device
ro: Configurati dispozitivul <b>Bluetooth</b>
ru: Настроить устройство с <b>Bluetooth</b>

source: Make sure that your mobile has bluetooth enabled and is visible. You'll need a pass-key agent installed like bluez-gnome. Your connection can be automatically configured if your distribution sports a recent version of libbluetooth2. Otherwise you will have to configure it yourself and fill the relevant entries
ro: asigurate ca telefonul are bluetooth activat si e vizibil. ai nevoie de un agent de parola instalat, de exemplu bluez-gnome. conexiunea ta poate sa fie configurata automatic daca sitemul are o versiune recenta de libbluetooth2. Daca nu trebuie sa il configurezi tu si sa introduci intrarile relevante.
ru: Убедитесь, что на вашем мобильном аппарате включён bluetooth и доступен для обнаружения. Вам понадобится установленный агент ключа доступа, например bluez-gnome. Ваше соединение может быть автоматически настроено, если ваш дистрибутив содержит последнюю версию libbluetooth2. В противном случае, вам необходимо настроить самостоятельно и заполнить необходимые поля

source: _Start discovery
ro: _Start descoperire
ru: _Задействовать обнаружение

source: <b>Serial Port</b>
ro: <b>Serial de Port</b>
ru: <b>Последовательный порт</b>

source: Data port
ro: Port de date
ru: Порт данных

source: Control port
ro: Control de port
ru: Порт управления

source: Speed
ro: Vitezã
ru: Скорость

source: <b>Connection settings</b>
ro: <b>Setări conexiune</b>
ru: <b>Настройки соединения</b>

source: Enable hardware flow control
ro: Activeaza controlul de flux de hardware
ru: Задействовать аппаратное управление потоком

source: Enable software flow control
ro: Activeaza controlul de flux de software
ru: Задействовать программное управление потоком

source: Contact search
ro: Contactați căutare
ru: Поиск контакта

source: Name:
ro: Nume:
ru: Название:

source: Contacts List
ro: lista de contacte
ru: Список контактов

source: Add a contact
ro: Adauga un contact
ru: Добавить контакт

source: Number:
ro: Numar:
ru: Номер:

source: <b>Save in:</b>
ro: <b>Salveaza in:</b>
ru: <b>Сохранить в:</b>

source: Mobile
ro: Mobil
ru: Мобильный

source: Computer
ro: Calculator
ru: Компьютер

source: Diagnostics
ro: Diagnostice
ru: Сводка

source: <b>Datacard details</b>
ro: <b>Detalii Card de Date</b>
ru: <b>Сведения карты данныхs</b>

source: Manufacturer:
ro: Producător:
ru: Производитель:

source: Card manufacturer
ro: producatorul Card
ru: Издатель карты

source: Card model
ro: modelul de Card
ru: Модель карты

source: <b>Network details from SIM</b>
ro: <b>Detalii rețea de pe cartela SIM</b>
ru: <b>Сетевые реквизиты с SIM</b>

source: Network:
ro: Rețea:
ru: Сеть:

source: Country:
ro: Țară:
ru: Страна:

source: Mobile Number:
ro: Numarul de Mobil
ru: Мобильный номер:

source: Unknown
ro: Necunoscut(ă)
ru: Неизвестно

source: <b>Device information</b>
ro: <b>informatie de dispozitiv</b>
ru: <b>Сведения об устройстве</b>

source: Operating System:
ro: Sistem de operare
ru: Операционная система:

source: Version:
ro: Versiune:
ru: Версия:

source: Device
ro: Dispozitiv
ru: Устройство

source: Software Version:
ro: Versiunea Software:
ru: Версия ПО:

source: Core Version:
ro: Versiunea Nucleu:
ru: Версия ядра:

source: Not supported
ro: Nu este suportat
ru: Не поддерживается

source: <b>USSD Test Message Diagnostics</b>
ro: <b>USSD Mesaj test de diagnosticare</b>

source: Add your USSD string:
ro: Adauga succesiunea USSD:
ru: Добавьте вашу строку USSD:

source: USSD reply message:
ro: răspunsul mesaj USSD:
ru: Ответное сообщение USSD:

source: Send
ro: Trimite
ru: Отправить

source: <big><b>Big title!</b></big>
ro: <big><b>Titlu Mare!</b></big>
ru: <big><b>Большое название!</b></big>

source: A detailed message
ro: Un mesaj detaliat
ru: Подробное сообщение

source: <big><b>Question?</b></big>
ro: <big><b>Intrebare?</b></big>
ru: <big><b>Вопрос?</b></big>

source: Detailed message
ro: Mesaj Detaliat
ru: Подробное сообщение

source: Action
ro: Actiune
ru: Действие

source: <b>title</b>
ro: <b>titlul</b>
ru: <b>название</b>

source: Remember my choice
ro: Amintiți-vă alegerea mea
ru: Запомнить список воспроизведения

source: _File
ro: _Fișier
ru: _Файл

source: <span size='large' weight='bold'>Creating a new keyring</span>
ro: <span size='large' weight='bold'>Creaza un nou keyring</span>
ru: <span size='large' weight='bold'>Создание нового диспетчера ключей и паролей</span>

source: Please, insert a code to encrypt your sensitive information.
ro: Vă rugăm, introduceți un cod pentru a cripta informațiile dvs. sensibile.
ru: Пожалуйста, вставьте код для шифрования ваших конфиденциальных сведений.

source: Password:
ro: Parola:
ru: Пароль:

source: Confirm password:
ro: Confirmați parola:
ru: Повторите ввод пароля:

source: Unlock Keyring
ro: Deblocare keyring
ru: Разблокирование связки ключей

source: Please, enter your keyring password
ro: Te rog, introduceți parola keyring
ru: Пожалуйста, введите ваш пароль диспетчера паролей и ключей

source: Import contacts...
ro: Importati contacte...
ru: Импортировать контакты...

source: Export contacts...
ro: Exportati contacte...
ru: Экспортировать контакты...

source: _Quit
ro: _Terminare
ru: _Выход

source: _View
ro: _Vizualizare
ru: _Вид

source: Usage
ro: Utilizare
ru: Использование

source: Support
ro: Sprijină
ru: Поддержка

source: _Tools
ro: _Unelte
ru: С_ервис

source: Enabled
ro: Activat
ru: Разрешено

source: Change PIN
ro: Schimbare PIN
ru: Изменить PIN

source: Request PIN
ro: Cerere PIN
ru: Запрос PIN-кода

source: Profiles
ro: Profile
ru: Профили

source: Preferences
ro: Preferințe
ru: Настройки

source: _Help
ro: _Ajutor
ru: _Справка

source: Help
ro: Ajutor
ru: Справка

source: _About
ro: _Despre
ru: О _программе

source: Topup
ro: Reîncărcare
ru: Пополнить

source: Create new SMS
ro: Creaza SMS nou
ru: Создать новое SMS сообщение

source: Reply to SMS
ro: Răspundeți la SMS
ru: Ответить на SMS сообщение

source: Reply to SMS quoting original message
ro: Răspundeți la SMS citând mesajul original
ru: Ответить на SMS сообщение, взяв исходное сообщение в кавычки

source: Forward SMS to another contact
ro: Redirecționa sms la alt contact
ru: Передать SMS другому контакту

source: Delete SMS
ro: Ștergere SMS
ru: Удалить SMS

source: Search contacts
ro: Caută contacte
ru: Поиск собеседников

source: Delete contacts
ro: ștergere contacte
ru: Удалить контакты

source: Inbox
ro: Primite
ru: Входящие

source: Draft
ro: Ciornă
ru: Черновик

source: Sent
ro: Trimise
ru: Отправлен

source: Contacts
ro: Contacte
ru: Контакты

source: <b>Month</b>
ro: <b>Luna</b>
ru: <b>месяц</b>

source: <b>Transferred Data</b>
ro: <b>Date Transferate</b>
ru: <b>Переданные данные</b>

source: <b>Current session</b>
ro: <b>sesiunea curentă</b>
ru: <b>Текущий сеанс</b>

source: Total Traffic
ro: Total de Trafic
ru: Всего передано

source: Current month
ro: Luna curentă
ru: За текущий месяц

source: Last month
ro: Luna trecută
ru: За последний месяц

source: <b>Usage</b> - Remember that this information is only indicative.
ro: <b>Usage</b> - Amintiți-vă că această informație este doar orientativă.
ru: <b>Использование</b> - Помните, что эти сведения являются ориентировочными.

source: Help menu
ro: Meniul de ajutor
ru: Меню справки

source: Support center
ro: Centru de suport
ru: Центр поддержки

source: Customer support
ro: Asistență pentru clienți
ru: Поддержка пользователей

source: Wader log
ro: Jurnal Wader

source: Topup Credit
ro: Reincarcare Credit
ru: Пополнить кредит

source: <b>SIM Details</b>
ro: <b>Detalii de SIM</b>
ru: <b>Сведения о SIM</b>

source: <b>Number</b>
ro: <b>Numarul</b>
ru: <b>Номер</b>

source: <b>Date</b>
ro: <b>Data</b>
ru: <b>Дата</b>

source: Recheck my credit:
ro: Verificați credit meu:
ru: Перепроверить мой кредит:

source: Check credit
ro: Verificare Credit
ru: Проверить кредит

source: <b>Voucher Code</b>
ro: <b>Cod de Reincarcare</b>

source: Enter code:
ro: Introduce codul:
ru: Введите код:

source: <b>Credit Card</b>
ro: <b>Card de credit</b>
ru: <b>Кредитная карта</b>

source: Pay by credit card
ro: Plătiți cu cardul de credit
ru: Оплатить кредитной картой

source: Insert your PIN code
ro: introduce codul tau PIN
ru: Вставьте ваш ПИН-код

source: Insert PIN Window
ro: Fereastra de introducere PIN
ru: Окно ввода ПИН-кода

source: Please insert your PIN code
ro: Va rugam introduceti codul PIN
ru: Пожалуйста, введите ваш ПИН-код

source: Insert PIN Entry
ro: Intrare de introducere PIN
ru: Вставить запись ПИН-кода

source: Manage my PIN through gnome-keyring
ro: Gestionați PIN-ul prin gnome-keyring
ru: Настроить мой ПИН-код в диспетчере паролей и ключей

source: <b>Advanced Options</b>
ro: <b>Opțiuni avansate</b>
ru: <b>Дополнительные параметры сортировки</b>

source: Modify PIN code
ro: Modificare cod PIN
ru: Изменить ПИН-код

source: Confirm PIN code:
ro: Confirmati codul PIN:
ru: Подтвердите ПИН-код:

source: New PIN code:
ro: Cod PIN nou:
ru: Новый PIN-код:

source: Current PIN code:
ro: Cod PIN acutal:
ru: Текущий ПИН-код:

source: Please enter PUK
ro: Va rugam introduceti codul PUK
ru: Пожалуйста, введите PUK-код

source: <b>Change to global SMS settings </b>
ro: <b>Schimbate la setările globale SMS</b>
ru: <b>Общие настройки SMS </b>

source: <b>SMSC preferences</b>
ro: <b>Preferințele SMSC</b>
ru: <b>Параметры SMSC</b>

source: Use an alternative SMS Service centre address
ro: Utilizați o adresa alternativa SMS a centrului de service
ru: Использовать другой адрес центра службы SMS

source: You may configure a different service centre address if you are not a Vodafone customer or the default one is incorrect.
ro: Puteți configura o alta adresa a centrului de servicii, dacă nu sunteți un client Vodafone sau implicit este incorectă.
ru: Вы можете настроить другой адрес центра службы, если вы не являетесь абонентом Vodafone или назначенный по умолчанию не работает.

source: Profile:
ro: Profil:
ru: Профиль:

source: SMSC number:
ro: Numar SMSC:
ru: Номер SMSC:

source: <b>Message options</b>
ro: <b>Optiuni de Mesaje</b>
ru: <b>Параметры сообщения</b>

source: Allow SMS confirmation
ro: Permiteti confirmare de SMS
ru: Разрешить подтверждение SMS

source: Allows SMS confirmation reports. This lets you see when someone has received your text message.
ro: Permiteti Rapor de confirmare de SMS. Acest lucru vă permite să vedeți când cineva a primit mesajul dvs. text.
ru: Разрешает ведение отчётов о подтверждении SMS. Это позволяет узнать, когда кто-либо принял ваше сообщение.

source: Validity:
ro: Valabilitate:

source: SMS Profile
ro: Profil SMS
ru: Профиль SMS

source: <b>User options</b>
ro: <b>Optiuni de utilizator</b>
ru: <b>Параметры пользователя</b>

source: Exit without confirmation
ro: Ieși fără confirmare
ru: Выйти без подтверждения

source: Show icon on tray
ro: Afișați pictograma de pe bara
ru: Показывать значок на панели

source: Close window minimizes app to tray
ro: Închiderea ferestrei Minimizeaza aplicația pe bara
ru: При закрытии окна сворачивать в значок на панели

source: Manage my PIN through gnomekeyring
ro: Gestionați codul PIN prin gnomekeyring
ru: Свойства моего ПИН-кода в диспетчере паролей и ключей

source: Use global menu if available
ro: Utilizeaza meniul global daca este disponibil
ru: Использовать общее меню, если оно доступно

source: Change effective only after UI restart
ro: Modificarea efectivă numai după repornirea UI
ru: Изменения вступят в силу после перезапуска интерфейса

source: User Preferences
ro: Preferințe utilizator
ru: Предпочтения пользователя

source: <b>Web Browser</b>
ro: <b>Navigator web</b>
ru: <b>Веб-браузер</b>

source: Command:
ro: Comandă:
ru: Команда:

source: <b>Email client</b>
ro: <b>clientul de Email</b>
ru: <b>Клиент эл.почты</b>

source: Applications
ro: Aplicații
ru: Приложения

source: <b>Usage Options</b>
ro: <b>Opțiuni de utilizare<b/>
ru: <b>Параметры использования</b>

source: Maximum traffic (MB):
ro: Trafic Maxim (MB)
ru: Макс. трафик (МБ):

source: Notify when a given threshold is exceeded.
ro: Notifica atunci când un anumit prag este depășit.
ru: Оповещать, при превышении ограничения.

source: Notification threshold (MB):
ro: Notificare de prag (MB):
ru: Оповещать при ограничении (МБ):

source: New Profile
ro: Profil nou
ru: Новый профиль

source: New Profile Window
ro: Fereastra de Profil nou
ru: Окно нового профиля

source: <b>Create a new profile for your device.</b> If you are not sure about what should you fill in, contact your customer support center and they should provide you with the relevant information.
ro: <b>creaza un nou profil pentru dispozitivul tau</b> Dacă nu sunteți sigur despre ceea ce ar trebui să vă completați, contactați centrul de asistență pentru clienți și ar trebui să va ofere cu informațiile relevante.
ru: <b>Создание нового профиля для вашего устройства.</b> Если вы не уверены, как правильно заполнять, обратитесь в центр поддержки абонентов, в котором вам будет предоставлена соответствующая информация.

source: <b>Connection preferences</b>
ro: <b>Preferinte de Conexiune</b>
ru: <b>Свойства соединения</b>

source: Username:
ro: Nume de utilizator:
ru: Имя пользователя:

source: Authentication method:
ro: Metoda de autentificare:
ru: Метод проверки подлинности:

source: Preferred connection:
ro: Conexiune preferata:
ru: Назначенное соединение:

source: Preferred band:
ro: Frecventa Preferata:

source: APN host:
ro: Gazda APN:
ru: Узел точки доступа:

source: <b>DNS settings</b>
ro: <b>setari DNS</b>
ru: <b>Настройки DNS</b>

source: Use static DNS
ro: Utilizare DNS static
ru: Использовать статически задаваемые адреса DNS

source: Primary DNS:
ro: DNS primar:
ru: Первичный DNS:

source: Secondary DNS:
ro: DNS secundar:
ru: Вторичный DNS:

source: <b>Profile settings</b>
ro: <b>configurari de Profil</b>
ru: <b>Настройки профиля</b>

source: Profile name:
ro: Nume profil:
ru: Имя профиля:

source: Device selection
ro: Selectie de Dispozitiv
ru: Выбор устройства

source: Device Selection Window
ro: Fereastra de selectie de Dispozitiv
ru: Окно выбора устройства

source: <b>Select a device for your connection.</b> You can choose a known device or insert the needed information to set up a custom one.
ro: <b>selecteaza un dispozitiv pentru conexiunea ta.</b> Puteți alege un dispozitiv cunoscut sau introduceți informațiile necesare pentru a configura unul personalizat.
ru: <b>Выберите устройство для вашего соединения.</b> Вы можете выбрать существующее устройства или заполнить сведения о новом добавляемом вами устройстве.

source: Known devices
ro: Dispozitive cunoscute
ru: Известные устройства

source: Known Devices Radio
ro: Dispozitv de radio cunoscut

source: Device type:
ro: Tip dispozitiv:
ru: Тип устройства:

source: Serial
ro: Serie
ru: Серийный номер

source: Data port device:
ro: Dispozitiv port date
ru: Порт данных устройства:

source: Control port device:
ro: dispozitiv port control:
ru: Порт управления устройством:

source: Speed connection:
ro: Viteza conexiuni:
ru: Скорость соединения:

source: Custom device settings
ro: Setarile dispozitivului configurat
ru: Настройки пользовательского устройства

source: Custom Device Settings Radio
ro: Setari de radio al dispozitivului personalizat

source: <b>Device Settings</b>
ro: <b>Setari Dispozitiv</b>
ru: <b>Настройки устройства</b>

source: 3G Devices Manager
ro: Manager de dispozitiv 3G
ru: Диспетчер устройств 3G

source: Any
ro: Orice
ru: Любой

source: 2G preferred
ro: Preferabil 2G
ru: предпочтительнее 2G

source: 3G preferred
ro: Preferabil 3G
ru: предпочтительнее 3G

source: 2G only
ro: Doar 2G
ru: только 2G

source: 3G only
ro: Doar 3G
ru: только 3G

source: To use this feature you need the gnomekeyring module
ro: Pentru a utiliza această caracteristică aveți nevoie de modulul gnomekeyring
ru: Если вы хотите использовать эту возможность, вам понадобится модуль диспетчера паролей и ключей gnomekeyring

source: In order to unlock your SIM, we need your PIN and PUK codes
ro: În scopul de a debloca cartela SIM, avem nevoie de dvs. de codul PIN și PUK
ru: Если вы хотите разблокировать вашу SIM-карту, необходимы PIN и PUK коды

source: In order to unlock your SIM, we need your PIN and PUK2 codes
ro: În scopul de a debloca cartela SIM, avem nevoie de dvs. de codul PIN și PUK2
ru: Если вы хотите разблокировать вашу SIM-карту, необходимы PIN и PUK2 коды

source: In most cases you can find the answer to your questions about the program in the help menu. This menu can be accessed if you click on the "Help" label on the menu bar located in the top side of the window, and selecting the "Help topics" option. You can also find help, updates and tips in %(name)s's web: %(url)s. If you use the mail and browser buttons to access other programs in your system, you might need to ask your Systems Administrator any doubt that you might have.
ro: În cele mai multe cazuri, puteți găsi răspunsul la întrebări despre programu în meniul de ajutor. Acest meniu poate fi accesat dacă faceți clic pe "Ajutor" eticheta de pe bara de meniu situat în partea de sus a ferestrei, și selectând "Ajutor subiecte" opțiune. Puteți găsi, de asemenea, ajutor, actualizări și sfaturi în %(name)s web-lui: %(url)s. Dacă utilizați butoanele de e-mail și browser-ul pentru a accesa alte programe din sistemul dvs., poate fi necesar să solicitați ajutorul Administratorului Systemului de orice îndoială ce ați putea avea.
ru: В большинстве случаев, вы можете найти ответы на возникшие вопросы о программе, в справочном меню. Разделы справки доступны из меню "Справка", расположенном в верхней части окна. Также вы можете получить справку, обновления и советы %(name)s по адресу: %(url)s. Если вы используете кнопки эл.почты и обозревателя для доступа к другим программам на вашей системе, вам необходимо обратиться к вашему системному администратору, насчёт доступности этой возможности.

source: If you are using this program in a corporate environment, your company probably has a support center to solve the questions that you might have about the program. If your company does not have a support center, you will have to contact your company's System Administrator.
ro: Dacă utilizați acest program într-un mediu corporativ, compania dumneavoastră are, probabil, un centru de sprijin pentru a rezolva problemele pe care le-ar putea avea despre programul. Dacă firma dvs. nu are un centru de suport, va trebui să contactați administratorul Systemului firmei.
ru: Если вы используете эту программу в корпоративной среде, ваша компания, возможно, имеет центр поддержки для решения возникающих вопросов касающихся программы. Если ваша компания не имеет центра поддержки, вам необходимо связаться с системным администратором вашей компании.

source: N/A
ro: Indisponibil
ru: Н/Д

source: Connect
ro: Conectează
ru: Подключиться

source: Disconnecting
ro: Se deconectează
ru: Отключение

source: Connecting
ro: Se conectează
ru: Идет подключение

source: Disconnect
ro: Deconectează
ru: Разъединить

source: Device found
ro: Dispozitiv gasit
ru: Обнаружено устройство

source: Disabled
ro: Dezactivat
ru: Запрещено

source: SIM locked
ro: SIM Blocat
ru: SIM-карта заблокирована

source: Authenticating
ro: Autentificare
ru: Авторизация

source: Authenticated
ro: Autentificată
ru: Требовать проверку подлинности

source: Enabling
ro: Activare
ru: Включение

source: Disabling
ro: Se dezactivează
ru: Отключение

source: Searching
ro: Se caută
ru: Идёт поиск

source: Not connected
ro: Neconectat
ru: Отсоединен

source: Connected
ro: Conectat
ru: Подключен

source: No device
ro: Nici un dispozitiv
ru: Нет устройства

source: Type
ro: Tip
ru: Тип

source: Name
ro: Nume
ru: Имя

source: Number
ro: Număr
ru: Номер дорожки

source: Recipient
ro: Destinatar
ru: Получатель

source: Sender
ro: Expeditor
ru: Отправитель

source: Date
ro: Dată
ru: Дата

source: Country
ro: Tara
ru: Страна

source: %(day)d days, %(msg)s
ro: %(day)d zile, %(msg)s
ru: %(day)d дней, %(msg)s

source: %(day)d day, %(msg)s
ro: %(day)d zi, %(msg)s
ru: %(day)d день, %(msg)s

source: No signal
ro: Fara semnal
ru: Нет сигнала

source: Not available
ro: Nu este disponibil
ru: Не доступен

source: Error while starting wader
ro: Eroare în timp ce începând cu wader

source: Check that your installation is correct and your OS/distro is supported: %s
ro: Controleaza daca instalarea e corecta sau OS/distro il suporta:%s
ru: Убедитесь, что установка выполнена правильно и ваша операционная система/дистрибутив поддерживается: %s

source: Custom
ro: Personalizat
ru: Пользовательский

source: Trying to remove an unsaved profile
ro: Încercarea de a elimina un profil nesalvat
ru: Попытка удаления несохранённого профиля

source: PAYT submit voucher
ro: executa reincarcare PAYT

source: SIM is not on a PAYT plan
ro: SIM-ul nu este intr-un plan PAYT

source: PAYT submit voucher failed '%s'
ro: executare reincarcari PAYT a eșuat '%s'

source: No PAYT submit voucher method available
ro: nu e disponibil executarea reincarcari PAYT

source: PAYT credit check
ro: Verificare Credit PAYT

source: No PAYT credit check method available
ro: Nici o forma de verficare credit PAYT

source: You can send the SMS to several recipients separating them by commas
ro: Aveți posibilitatea să trimiteți SMS la mai mulți destinatari care le separă prin virgule
ru: Вы можете отправлять SMS нескольким абонентам, разделив их через запятую

source: Text message: 0/%d chars
ro: Text Mesaj: 0/%d chars
ru: Текстовое сообщение: 0/%d символов

source: Send empty message
ro: Trimite mesaj gol
ru: Отправить пустое сообщение

source: Are you sure you want to send an empty message?
ro: Esti sigur ca vrei sa trimiti un mesaj gol
ru: Вы действительно хотите отправить пустое сообщение?

source: Error while sending SMS
ro: Eroare in trimiterea SMS
ru: Ошибка во время отправки SMS

source: No SMSC number
ro: Nu ai numar SMSC
ru: Отсутствует номер SMSC

source: In order to send a SMS, %s needs to know the number of your provider's SMSC. If you do not know the SMSC number, contact your customer service.
ro: Sa trimiti un SMS %s trebuie sa stii numarul de SMSC al furnizorului.Daca nu cunosti numarul SMSC al furnizorului contacteaza cu Serviciul Clienti.
ru: Для отправки SMS, %s необходимо знать номер поставщика услуги SMSC. Если вы не знаете номер SMSC, свяжитесь со службой поддержки абонентов.

source: Text message: %(num)d/%(total)d chars
ro: Text mesaj: %(num)d/%(total)d chars
ru: Текстовое сообщение: %(num)d/%(total)d символов
